[{"id": 10001, "name": "Ground Control", "company": "AgEagle", "description": "All-in-one drone software solution for collecting aerial data, creating maps, and managing your drone program across the mobile and web app.", "about": "Measure Ground Control is an all-in-one drone deployment and data management software solution for UAV pilots, small businesses and large enterprises. \n\nCreate a mission, plan a flight, check airspace, and process your image data in a variety of formats, such as high-quality orthomosaics, 3D maps and 3D mesh, thermal imagery, digital surface models (DSM), and many more. Manage your pilots and drone fleet, create and reuse flight plans, store and maintain fly sites, build flight schedules, run safety checklists and log flight data, as well as create customized data reports.\n\nWith the ability to navigate seamlessly between the web and mobile applications, Measure Ground Control features LAANC airspace authorization with built-in Airmap technology, so you can fly any airspace safely within FAA compliant. Process and create data products with our advanced photogrammetry and image processing featuring an integrated Pix4D toolkit, or inspect and annotate image data using our custom Scopito integration, all within the convenience of a single software application.\n\nMeasure Ground Control offers multiple flight modes including Panorama, Spotlight, POI, Profile, Trace, and Tripod. Additional features can be activated for Enterprise users. Built for universal DJI compatibility.", "tags": "{Agriculture, Analysis, Android, API, Browser Based, Camera, Cloud Storage, Construction, Data Collection, DSM, DTM, Flight Control, Forestry, GCP, Ground Control, Inspection, iOS, LAANC Authorization, macOS, Mapping, Mining, Mission Planning, Mobile App, Monitoring, Multispectral, Operations, Orthomosaic, Photogrammetry, Point Cloud, Processing, Reporting, RTK, Scanning, Subscription, Thermal, Topographic, US-Based, Waste Management, Windows}", "feature tags": "{Analysis - Annotations, Analysis - Area Measurement, Analysis - Linear Measurement, Architecture - API, Collaboration - Comments, Collaboration - File Sharing, Collaboration - Link Sharing, Compliance - LAANC Authorizations, File Management - Cloud Storage, Flight Control - Corridors, Flight Control - Grids, Flight Control - Orbits, Flight Control - Terrain Awareness, Flight Control - Waypoint, Flight Planning - Pre-Made Missions, Management - Single Sign-Ons, Management - User Management, Management - User Permissions, Operations - Equipment Management, Operations - Flight Logs, Operations - Flight Planning, Operations - Incident Flagging, Operations - Tracking, Platform - Browser-Based, Platform - Mobile App, Pricing - Subscription, Processing - Contour Maps, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Format Conversions, Processing - Orthomosaics, Processing - Photogrammetry, Processing - Point Clouds, Processing - RTK, Reporting - Custom Setups, Reporting - Fleet Metrics, Safety - Flight Check Logs, Safety - Preflight Checks, Safety - Weather Monitoring, Support - Email, Support - Guides, Support - Onboarding, Support - Priority Customer}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10002, "name": "Nira", "company": "Nira", "description": "Nira is a platform for rending massive 3D assets in real time for interactive inspection and review.", "about": "Nira is a collaborative platform capable of rendering massive 3D assets in real time for interactive, web-based inspection and review on any device, including smartphones and tablets.\n\nNira is the perfect solution for engineering, entertainment, product design, and other industries that require secure presentation, review, inspection, and organization of digital assets and designs.", "tags": "{3D Models, API, Browser Based, Collaboration, Construction, Data Management, Facades, Free Trial, Inspection, Mining, Presentation, Real-Time Rendering, Reporting, Subscription, Usage-Based Pricing, Visualization, Waste Management}", "feature tags": "{Analysis - Annotations, Collaboration - Comments, Collaboration - File Sharing, Collaboration - Link Sharing, Collaboration - Real-Time, File Management - Cloud Storage, File Management - Drap & Drop, File Management - Version History, Integrations - DCC, Interfaces - Augmented Reality, Interfaces - Navigation Tools, Interfaces - Stylus, Interfaces - Touch, Platform - API, Platform - Browser-Based, Platform - Mobile Friendly, Processing - Format Conversions, Rendering - Animation Tools, Rendering - Custom Options, Rendering - Custom Shaders, Rendering - Mesh Tools, Rendering - Real-Time}", "detailed features": "{ [feature name: Collaborate & Track, feature description: Visual markup tools allow you to communicate precise feedback while tracking progress from start to finish.\n\nNo more guesswork: files, version histories, annotations, and comments are all organized in one place. Compare previous versions using Nira’s A/B wipe tool. View files independently or with others in a real-time collaborative meeting. Monitor the progress of assets from start to finish.] , [feature name: Inspect & Review, feature description: Quickly identify issues with Nira’s intuitive scene debugging and camera navigation tools, controlled with your mouse, keyboard, touchscreen, or even AR.\n\nPinpoint production issues early using Nira’s built-in mesh and animation inspection tools. Match your pipeline’s unique look with pixel-perfect accuracy by integrating custom shaders or renderers.\n\nNira was built for 3D and non-3D experts alike, with support for various input and camera navigation methods including mouse/keyboard, stylus, touch, and AR.] , [feature name: Pipeline Friendly, feature description: Upload your assets via drag & drop or by API — no plugins needed. Use the built-in PBR shaders, your custom shaders, or integrate your renderer. Your pipeline, your choice.\n\nNira supports native file types, so there’s no need to export to an intermediate format. Use our cloud, your cloud, or no cloud at all (on-premise) . Nira’s server-side components are fully containerized for easy deployment and updates.] , [feature name: Powerful & Secure, feature description: Nira’s server-based rendering architecture means your assets can be instantly and securely viewed on any device with no extra hardware required. All you need is a web browser.\n\nNira supports real-time Physically-Based Rendering (PBR), with UDIM textures of up to 32K and polycounts in the billions on any device, including resource-constrained mobile hardware.\n\nMoving large amounts of data is time-consuming and vulnerable to errors. With Nira, only server-rendered pixels are sent to client devices. Share your valuable designs confidently, without the risk of piracy or misuse.] , [feature name: Share & Organize, feature description: Share assets using a simple web link. There’s no need to understand complex controls, learn a DCC, or wait for huge files to download. Send links, not data.\n\nUse Nira as a Digital Backlot. Drag-and-drop from Nira into your DCC to quickly assemble scenes. Auto-Convert to other formats for compatibility with various DCCs or web standards (e.g., glTF and USDz). Original source files are always kept private unless you explicitly make them available.] }", "prices": NaN, "works well with": "{Reality Capture}"}, {"id": 10003, "name": "PX4", "company": "Dronecode Foundation", "description": "Open source flight control software for drones and other unmanned vehicles.", "about": "PX4 is an open source flight control software for drones and other unmanned vehicles. The project provides a flexible set of tools for drone developers to share technologies to create tailored solutions for drone applications. PX4 provides a standard to deliver drone hardware support and software stack, allowing an ecosystem to build and maintain hardware and software in a scalable way.\n\nModular Architecture\nPX4 is highly modular and extensible both in terms of hardware and software. It utilizes a port-based architecture – which means when developers add components, the extended system does not lose robustness or performance.\n\nOpen Source\nPX4 is co-developed with a global development community. The flightstack is not just fulfilling the needs of one lab or one company, but has been intended as a general toolkit and is widely used and adopted in the industry.\n\nConfigurability\nPX4 offers optimized APIs and SDKs for developers working with integrations. All the modules are self-contained and can be easily exchanged against a different module without modifying the core. Features are easy to deploy and reconfigure.\n\nAutonomy Stack\nPX4 is designed to be deeply coupled with embedded computer vision for autonomous capabilities . The framework lowers the barrier of entry for developers working on localization and obstacle detection algorithms.\n\nReal-world Tested\nThousands of commercial PX4 based systems have been deployed worldwide. In parallel, a dedicated flight test team clocks up thousands of flight hours each month running hardware and software tests to ensure the codebase’s safety and reliability.\n\nFlexible Compatibility\nBeyond being a robust flight stack, PX4 offers an ecosystem of supported devices. The project also leads the standardization effort for the advancement of communications, peripherals integration, and power management solutions.\n\nSafety\nGreat safety features including automated failsafe behavior, support for different return modes, parachutes etc. are by default already included in the codebase. The features are easily configurable and tunable for custom systems.", "tags": "{Autonomous, Flight Control, Free, Local Software, Obstacle Avoidance, On-Board Software, Open Source, Perpetual License, SDK}", "feature tags": "{Architecture - Easily Configurable, Architecture - Modular, Architecture - Open Source, Flight Control - Autonomous Modes, General - Widely Used, Platform - On-Board Software, Pricing - Permissive License, Safety - Failsafes, Safety - Parachutes, Safety - Return Modes, Support - Forums, Support - Guides}", "detailed features": "{ [feature name: Autonomy, feature description: PX4 is designed to be deeply coupled with embedded computer vision for autonomous capabilities . The framework lowers the barrier of entry for developers working on localization and obstacle detection algorithms.] , [feature name: Configurability, feature description: PX4 offers optimized APIs and SDKs for developers working with integrations. All the modules are self-contained and can be easily exchanged against a different module without modifying the core. Features are easy to deploy and reconfigure.] , [feature name: Flexible Compatibility, feature description: Beyond being a robust flight stack, PX4 offers an ecosystem of supported devices. The project also leads the standardization effort for the advancement of communications, peripherals integration, and power management solutions.] , [feature name: Modular Architecture, feature description: PX4 is highly modular and extensible both in terms of hardware and software. It utilizes a port-based architecture – which means when developers add components, the extended system does not lose robustness or performance.] , [feature name: Open Source, feature description: PX4 is co-developed with a global development community. The flightstack is not just fulfilling the needs of one lab or one company, but has been intended as a general toolkit and is widely used and adopted in the industry.] , [feature name: Permissive License, feature description: PX4 is free to use and modify under the terms of the permissive BSD 3-clause license. Which means the software also allows proprietary use and allows the releases under the license to be incorporated into proprietary products.] , [feature name: Powerful Safety Features, feature description: Great safety features including automated failsafe behavior, support for different return modes, parachutes etc. are by default already included in the codebase. The features are easily configurable and tunable for custom systems.] , [feature name: Real-world Tested, feature description: Thousands of commercial PX4 based systems have been deployed worldwide. In parallel, a dedicated flight test team clocks up thousands of flight hours each month running hardware and software tests to ensure the codebase's safety and reliability.] }", "prices": NaN, "works well with": "{Mavlink, Q Ground Control, ROS}"}, {"id": 10004, "name": "Reality Capture", "company": "Capturing Reality", "description": "Photogrammetry software for creating ultra-realistic 3D models from a set of images and/or laser scans.", "about": "RealityCapture is photogrammetry software for creating 2D and 3D models out of unordered photographs or laser scans without seams. The most common fields of its current use are cultural heritage, full body scanning, gaming, surveying, mapping, visual effects and virtual reality in general.\n\nInspect your data directly in the field and add missing photos. Leave the job site with ready data. Process 3D models from 400 photos on a standard laptop in 10 minutes. RealityCapture’s low hardware requirements allow you to check your data anywhere. Direct support of PPK/RTK flight logs dramatically reduce the users work directly in the field and post-processing time in RealityCapture.\n\nOne-click virtual assistant in a creation of geo-referenced maps and/or models. It is an easy and intuitive tool enabling you to have end-to-end results in one place. RealityCapture also allows you to combine multiple coordinate system in one project.\n\nPowerful AI classify tool RealityCapture can distinguish bare ground from other objects and generate digital terrain models. In addition to the automatic AI classify users have the option to edit the classification by assigning the classes manually.\n\nMeet your deadlines and create assets efficiently by being able to run 4 instances of RealityCapture at the same time.", "tags": "{3D Models, AI, Camera, Digital Twin, DSM, DTM, Facades, Free Trial, Laser Scanning, Local Software, Mapping, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, Presentation, Reporting, RTK, Scanning, Subscription, Surveying, Usage-Based Pricing}", "feature tags": NaN, "detailed features": "{ [feature name: Additional:, feature description: - Import Photos/Video\t \n- Import Laser Scans\t \n- Merging photos with laser scans\t \n- On site processing\n- Triangular watertight meshes\t \n- Importing of custom meshes and UV maps\t \n- Coloring/Texturing\t \n- Normal and Displacement Maps\t \n- Re-projecting textures from high poly to low poly model\t\n- Control points and geo-referencing\t \n- Automatic markers detection\t \n- Ortho-projections/Mapping\t \n- Generation of DSM/DTM\t \n- Distance Area and Volume Measurements\t \n- Command Line Interface] , [feature name: Create and Edit Models, feature description: Coloring/Texturing, Normal and Displacement Maps, Re-projecting textures from high poly to low poly model, Control points and geo-referencing, Automatic markers detection, Ortho-projections/Mapping, Generation of DSM/DTM, Distance, Area and Volume Measurements, Command Line Interface.] , [feature name: Multiple Data Types, feature description: Import Photos/Video, Laser Scans, Merge photos with laser scans, Triangular watertight meshes, Importing of custom meshes and UV maps.] }", "prices": NaN, "works well with": "{Nira, Sketchfab, Unity, Unreal Engine}"}, {"id": 10005, "name": "Airworks Automate", "company": "Airworks", "description": "AI-powered software that turns remote sensing data into pixel-accurate basemaps.", "about": "AirWorks is an AI-powered autonomous drafting software for the built world. Our platform allows AEC firms to quickly produce CAD drawings from their aerial images, shortening the traditional process by weeks (and even months!). Algorithms use computer vision and machine learning to autonomously categorize your data and produce CAD outputs with pixel-level accuracy.\n\nAI-powered software that turns remote sensing data into pixel-accurate basemaps.\n\nAI models are able to identify and categorize points in aerial imagery, making it possible for our software to distinguish between feature types, resulting in the pixel-accurate basemaps.\n\nAirWorks can provide value to any firm looking to generate engineering plans and surveys from aerial data sets.", "tags": "{3D Models, AI, Analysis, Basemap, Browser Based, Camera, Cloud Processing, Drafting, Feature Extraction, Free Trial, Inspection, Lidar, Planimetric, Point Cloud, Processing, Surveying, Topographic, Usage-Based Pricing, US-Based}", "feature tags": NaN, "detailed features": "{ [feature name: Additional Features, feature description: Some projects require additional features which are available  upon request.\n\n- Utility Structures\n- Fire Hydrants\n- Overhead Wires\n- Fences\n- Docks\n- Decks\n- Vegetation Split\n- Gravel\n- Utility Poles\n- Walls] , [feature name: Autonomous Features, feature description: AirWorks Automate™ is currently able to generate linework on 14 layers autonomously, including both planimetrics and topography.\n\n- Topography\n- Roads\n- Buildings\n- Sidewalks\n- Pavement Markings\n- Curbs\n- Vegetation\n- Water Surfaces\n- Manholes\n- Drains\n- Railroads\n- Solar Panels\n- Concrete Pad\n- Contours From\n- Breaklines] }", "prices": NaN, "works well with": NaN}, {"id": 10006, "name": "Nubigon", "company": "Nubigon", "description": "Software for realistic point cloud visualization and animation.", "about": "NUBIGON is a point cloud visualization and animation software for the reality capture industry. Efficiently engage with massive datasets, easily combine deliverables, and effectively showcase your services.\n\n- Display point clouds & related deliverables\n- Seamlessly interact with massive point clouds\n- Produce breathtaking videos & amp; visuals\n- Extract as-built site conditions", "tags": "{3D Models, Browser Based, Camera, Digital Twin, Free Trial, Laser Scanning, Local Software, Mapping, Orthomosaic, Perpetual License, Point Cloud, Real-Time Rendering, Reporting, Scanning, Subscription, Surveying, Visualization}", "feature tags": NaN, "detailed features": "{ [feature name: Combine Assets, feature description: - Overlay point clouds with CAD drawings\n- Jointly view point clouds and BIM models\n- Enrich point clouds with meshes] , [feature name: Enrich & Explore, feature description: - Enjoy seamless point cloud navigation\n- Explore projects with gamepad controllers \n- Add lights and annotations for immersive experiences] , [feature name: Extract As-Builts, feature description: - Interactively extract point cloud sections\n- Accurately generate CAD drawings for as-built modeling\n- Extract surfaces from point clouds for BIM and CAD] , [feature name: Generate Visuals, feature description: - Quickly capture promotional screenshots\n- Extract high-quality and accurate orthophotos\n- Publish point clouds online via Sketchfab] , [feature name: Produce Videos, feature description: - Generate appealing point cloud fly-throughs\n- Unveil details with clip animations & versatile camera paths\n- Develop videos for your clients, website & social media] , [feature name: Visualize Point Clouds, feature description: - Display point clouds of any size at original accuracy\n- Render point clouds with unique realism & performance\n- Choose from an ever-growing list of display modes] }", "prices": "{ [price name: Annual, price: 75.00 / month, price notes: Billed Annually (taxes may apply)\n\n$899 Annual Total (taxes may apply), price features: For power users\n\n- Unlimited number of projects of any size.\n- User support & software updates are included throughout the subscription.\n- License transferable between two devices.\n- Free Training Session], [price name: Monthly, price: 99.00 / month, price notes: Billed Monthly (taxes may apply), price features: For starters\n\n- Unlimited number of projects of any size.\n- User support & software updates are included throughout the subscription.\n- License transferable between two devices.\n- Free Training Session], [price name: Three-Month, price: 89.00 / month, price notes: Billed Three Months $89/mo (taxes may apply)\n\n$267 Three-Month Total (taxes may apply), price features: For specific projects\n\n- Unlimited number of projects of any size.\n- User support & software updates are included throughout the subscription.\n- License transferable between two devices.\n- Free Training Session]}", "works well with": "{GeoSLAM Connect, Sketchfab}"}, {"id": 10007, "name": "Propeller", "company": "Propeller Aero", "description": "End-to-end software to quickly and accurately track, map, and measure worksites.", "about": "Propeller's 3D drone mapping software is an end-to-end solution to quickly and accurately track, map, and measure your worksite. A turnkey 3D drone mapping and data analytics solution for civil construction and earthworks operations. Verifiable survey-grade accuracy down to a 1/10ft.\n\nPropeller’s end-to-end software platform uses drones to simplify collection, photogrammetry to streamline data processing, and 3D maps to manage progress across the project lifecycle.\n\nShare data across your organization:\nGive everyone on your team instant visibility into the status and progress of a worksite. Propeller centralizes your project documentation to boost collaboration and give surveyors, engineers, foremen, and site managers the confidence to work safer and smarter.\n\nDecrease operating costs at every turn:\nBy surveying with a drone, you’re decreasing cost per survey, while arming your crew with the up-to-date progress data they need to accomplish more in less time. With a complete visual progress timeline, you’ll squash conflict, reduce rework, and minimize fuel burn.\n\nKeep pace with a rapidly changing industry:\nIn time, all earthworks projects will be documented and surveyed using a drone. In fact, many industry leaders have already invested in drone surveying to stand out in an increasingly competitive market and uphold their commitment to innovation, quality, and transparency.", "tags": "{3D Models, Analysis, Autonomous, Browser Based, Camera, Cloud Processing, Cloud Storage, Collaboration, Construction, Data Collection, Data Management, Drafting, Flight Control, Mapping, Mining, Monitoring, Operations, Orthomosaic, Photogrammetry, Planimetric, Processing, Reporting, Scanning, Surveying, Topographic, Usage-Based Pricing, Waste Management}", "feature tags": NaN, "detailed features": "{ [feature name: Add contour lines, feature description: With the ability to add different granularity between minor and major contours, you can reduce clutter on the map when viewing on a screen or in PDF format] , [feature name: Add grid lines and page orientation, feature description: You now have the ability to customize grid spacing and positioning to ensure the grid layout fits the whole map area\nYou can rotate the map to any angle, including project north, which provides accuracy and flexibility for site conditions] , [feature name: Adjust heat map grading, feature description: Customize the heat map color and scale to clearly highlight appropriate areas of cut and fill, making the map easier to interpret\nWith more color options, you can now add more pairs of colors to the heat map (up to a maximum of 8 colors or 4 pairs of colors)\nChoose between smooth and stepped colors, plus you can now easily reset the heatmap to the default colors] , [feature name: Cloud-based access, feature description: No need to download and install any programs. Just log into Propeller on your browser and get to work.] , [feature name: Composite surveys, feature description: Fly and upload small, active sections of your site and then merge them with other surveys to form a more holistic view of your worksite.] , [feature name: Design file workflows, feature description: Compare your most recent survey or new design against current design surfaces created from a GeoTiff, TTM or DXF file to measure progress.] , [feature name: Drag-and-drop lidar, feature description: Integrate Propeller into your existing workflows with drag-and-drop upload for preprocessed lidar data. View point clouds as 3D terrains.] , [feature name: Easy-to-use analytics tools, feature description: Measure volumes, surface areas, road grades, elevation, cross-sections, and cut/fill in just a few clicks.] , [feature name: One-click reporting, feature description: Generate PDF and CSV reports detailing the current state of a project and quickly share with all your stakeholders.] , [feature name: Share data across your organization, feature description: Give everyone on your team instant visibility into the status and progress of a worksite. Propeller centralizes your project documentation to boost collaboration and give surveyors, engineers, foremen, and site managers the confidence to work safer and smarter.] , [feature name: Terrain cleanups, feature description: Filter out terrain inaccuracies or obstructions in seconds, so you know your quantities are accurate.] , [feature name: Timeline slider, feature description: Layer survey over survey to document progress and track changes across the project lifecycle so there's no question about what got done and when.] ,NULL}", "prices": NaN, "works well with": NaN}, {"id": 10008, "name": "Correlator3D", "company": "SimActive", "description": "Photogrammetry tool for processing large scale mapping projects from drone, aircraft and satellite imagery.", "about": "Correlator3D is designed for larger projects and allows for wider flexibility of image sources across any UAV or drone, all cameras & sensors, aircraft, and satellites.\nProcessing Capability Example\n\nSpecifications:\n- Number of images: 300\n- Image GSD: 3 cm\n- Frame size: 20 MP\n- DEM resolution: 15 cm\n- Orthomosaic resolution: 3 cm\n- Number of PCs: 1\n\nProcessing Time:\n- Aerial triangulation: 9 min\n- Digital surface model: 21 min\n- Digital terrain model: 0.5 min\n- Orthophotos: 7 min\n- Orthomosaic: 7 min\n- Total: 46 min", "tags": "{3D Models, Agriculture, Analysis, Camera, Cloud Processing, Cloud Storage, Construction, DEM, Drafting, DSM, DTM, Emergency Response, Feature Extraction, Forestry, Free Trial, GCP, Laser Scanning, Lidar, Local Software, Mapping, Mining, Multispectral, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, Processing, RTK, Subscription, Surveying, Thermal, Topographic}", "feature tags": "{Analysis - Area Measurement, Analysis - Change Detection, Analysis - Linear Measurement, Analysis - Slope Measurement, Architecture - Modular, Compatibility - Flexible, Interfaces - Command Line, Processing - Colourization, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Distributed Machines Processing, Processing - Feature Extraction, Processing - Multi-Core Support, Processing - Orthomosaics, Processing - Orthorectification, Processing - Photogrammetry, Processing - Point Clouds, Processing - RTK, Processing - Tie Point Tools, Support - Email, Support - Forums, Support - Guides, Support - Knowledgeable, Support - Technical, Support - Videos}", "detailed features": "{ [feature name: Advanced Photogrammetry, feature description: - GCP Extraction\n- Point Cloud Colorization\n- Script Mode & Command Line\n- NDVI Map Creation\n- 3D Change Detection\n- Volume Calculation\n- DEM Inspection\n- DEM Contour Extraction] , [feature name: Distributed Processing, feature description: - Boost your power using multiple PCs\n- Significantly accelerate processing speed\n- Deliver larger projects faster\n- Profit from the computing power available on your network] , [feature name: Editing Tools, feature description:     GCP Creation\n- Tie Point Editing\n- DEM Editing\n- Mosaic Editing\n- 3D Feature Extraction] }", "prices": NaN, "works well with": NaN}, {"id": 10009, "name": "Instant NeRF", "company": "Nvidia", "description": "Neural rendering model that learns a high-resolution 3D scene in seconds — and can render images of that scene in a few milliseconds.", "about": "Nvidia Instant NeRF (Neural Radiance Fields) turns a collection of still 2D photos or videos into 3D digital scenes in a matter of seconds.\n\nInstant NeRF uses AI to approximate how light behaves in the real world, enabling you to reconstruct a 3D scene from a handful of 2D images taken at different angles. The NVIDIA Research team has developed an approach that accomplishes this task almost instantly — making it one of the first models of its kind to combine ultra-fast neural network training and rapid rendering.\n\nNVIDIA applied this approach to a popular new technology called neural radiance fields, or NeRF. The result, dubbed Instant NeRF, is the fastest NeRF technique to date, achieving more than 1,000x speedups in some cases. The model requires just seconds to train on a few dozen still photos  — plus data on the camera angles they were taken from — and can then render the resulting 3D scene within tens of milliseconds.\n\nInstant NeRF has a basic GUI once a model is launched, however installation and general usage of the tool is best suited towards users with at least some basic coding experience. There are enough community guides and tutorials that a less technical user could still get themselves started into Instant NeRF.\n\nNotes:\n- Currently Instant NeRF is only able to be installed by downloading a GitHub repository and manually following the installation guide (both video and written guides are available on the repository).\n\n- Pre-built versions are only currently available for some Windows GPUs.\n\n- Linux users will need to build Instant NeRF themselves following the repository guide.", "tags": "{3D Models, AI, Camera, Digital Twin, Free, Local Software, Monitoring, NeRF, Open Source, Photogrammetry, Processing, Real-Time Rendering, Scanning, Visualization}", "feature tags": "{Architecture - Open Source, Interfaces - VR, Pricing - Permissive License, Processing - AI, Processing - JSON Keyframes, Processing - NeRF, Processing - Photogrammetry, Processing - Videos, Rendering - Animation Tools, Support - Guides}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10010, "name": "Mavlink", "company": "Drone Code Foundation", "description": "Lightweight messaging protocol for communicating with drones and between onboard drone components.", "about": "MAVLink is a lightweight messaging protocol for communicating with drones (and between onboard drone components).\n\nMAVLink follows a modern hybrid publish-subscribe and point-to-point design pattern: Data streams are sent / published as topics while configuration sub-protocols such as the mission protocol or parameter protocol are point-to-point with retransmission.\n\nMessages are defined within XML files. Each XML file defines the message set supported by a particular MAVLink system, also referred to as a \"dialect\". The reference message set that is implemented by most ground control stations and autopilots is defined in common.xml (most dialects build on top of this definition).\n\nCode generators create software libraries for specific programming languages from these XML message definitions, which can then be used by drones, ground control stations, and other MAVLink systems to communicate. The generated libraries are typically MIT-licensed, and can therefore be used without limits in any closed-source application without publishing the source code of the closed-source application.", "tags": "{Flight Control, Free, Local Software, On-Board Software, Open Source, Operations}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{PX4}"}, {"id": 10011, "name": "Matterport", "company": "Matterport", "description": "Create and display dimensionally-accurate digital twins. It allows you to create, capture, and connect different areas such as rooms and turn them into interactive 3D space models.", "about": "A software suite to create and display dimensionally-accurate digital twins. It allows you to create, capture, and connect different areas such as rooms and turn them into interactive 3D space models.", "tags": "{3D Models, AI, Android, Browser Based, Camera, Cloud Storage, Collaboration, Data Management, Digital Twin, Free, Inspection, iOS, Laser Scanning, Lidar, Local Software, Mobile App, Perpetual License, Photogrammetry, Real-Time Rendering, Scanning, SDK, Subscription, Visualization}", "feature tags": "{Analysis - Annotations, Analysis - Area Measurement, Analysis - Blur Tools, Analysis - Inspection Tools, Analysis - Linear Measurement, Analysis - Link Embedding, Collaboration - Comments, Collaboration - File Sharing, File Management - Cloud Storage, Processing - 3D Floor Plans, Processing - Digital Twins, Support - Guides, Support - Knowledgeable, Support - Setup, Support - Technical}", "detailed features": "{ [feature name: Commenting and Sharing, feature description: You can communicate data and collaborate more efficiently with others, as well as leave notes for yourself.] , [feature name: Dollhouse Views, feature description: 3D floor plan perspectives that resemble a doll house, fully interactive and photorealistic.] , [feature name: MatterPak, feature description: Allows you to download, import, and even edit digital assets from the Matterport cloud.] , [feature name: Mattertags, feature description: These are links, notes, videos, and e-commerce workflows embed in the model.] , [feature name: Measuring, feature description: Once you have the 3D model, you can use the measurement mode to accurately measure anything in it.] , [feature name: Privacy Blur Brush, feature description: You might want to protect people’s privacy or some personal information, which is why you need this tool.] }", "prices": NaN, "works well with": NaN}, {"id": 10012, "name": "Airmap for Drones", "company": "Drone Up", "description": "Airspace management app for drones that helps drone operators plan flights, request flight approvals from authorities, and fly safely.  ", "about": "AirMap for Drones is an app that helps drone operators plan flights and request airspace authorizations for operations in controlled airspace.", "tags": "{Android, API, Browser Based, Compliance, Emergency Response, Flight Control, Free, iOS, LAANC Authorization, Mission Planning, Mobile App, Monitoring, Operations}", "feature tags": NaN, "detailed features": "{ [feature name: FAA-Approved UAS Service Provider of LAANC, feature description: AirMap for Drones is an FAA-approved UAS Service Provider of the Low Altitude Authorization and Notification Capability.] , [feature name: Flight Authorizations, feature description: Approved flight authorizations and auditable PDF certificates of authorization.] , [feature name: Flight Zone Map, feature description: View flight zones to identify restrictions and obstructions and receive real-time notifications of flight conformance and aerial hazards with live traffic alerts.] , [feature name: Safety, feature description: Ensure the safety of your drone fleet and reduce in-air complications with live traffic alerts and airspace updates.] , [feature name: Simple Operations, feature description: A single app to access airspace, be compliant, and receive real-time flight authorizations.] , [feature name: User-Friendly Interface, feature description: User-friendly interface you can easily draw flight paths or upload a JSON file to determine your flight. The app allows you to adjust flight start time and duration, and set maximum altitude and speed.] }", "prices": NaN, "works well with": NaN}, {"id": 10013, "name": "Litchi", "company": "Litchi", "description": "Autonomous flight control and mission planning software for DJI drones.", "about": "Litchi is a widely-used intuitive flight control app for mission planning, simplified flight controls, VR flights, and autonomous tracking.", "tags": "{Android, Autonomous, Cinematography, Cloud Storage, Data Collection, Flight Control, Free, iOS, Local Software, macOS, Mission Planning, Mobile App, Operations, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: Focus Mode, feature description: Litchi assists you by taking control of both the gimbal and the drone's yaw axis, so you can concentrate on horizontal movements.] , [feature name: Follow Mode, feature description: The drone follows your every move using the mobile device GPS and altitude sensors.] , [feature name: Other Features, feature description: - Orbit mode to circle around a subject with advanced settings and real time controls.\n- Livestream your drone's video feed to Facebook or to a RTMP server.\n- Stream the video feed to a nearby device running the Litchi Vue app.\n- Custom RC keys functions allow you to create missions as you fly them and much more.\n- Human readable flight logs (CSV format), which can be automatically uploaded to Airdata UAV.\n- Voice feedback for important warnings.\n- Automatic video recording.\n- Support for bluetooth controllers.] , [feature name: Panorama Mode, feature description: Easily shoot horizontal, vertical and 360 spherical panoramas. And when you're done shooting, stitch on-the-go up to 130 megapixels panoramas on iPhone (up to 220MP on iPad Pro).] , [feature name: Track Mode, feature description: With Litchi's Track mode, your DJI drone now understands what it sees. Using state of the art computer vision algorithms, Litchi keeps your selection perfectly framed while you fly the drone. Don't want to fly manually? That's ok too, start an autonomous Orbit or Follow and watch Litchi take care of everything.] , [feature name: VR Mode, feature description: By harnessing the power of your mobile phone, the Virtual Reality mode brings you the most immersive FPV experience. Watch your autonomous mission in VR mode, or fly manually for added thrills. Requires goggles sold separately.] , [feature name: Waypoint Mode, feature description: Whether you are a professional or beginner, Litchi offers the most intuitive yet powerful waypoint mission engine. Our mission planner is available on all platforms including PC/Mac with seamless mission syncing across all your devices.] }", "prices": NaN, "works well with": NaN}, {"id": 10014, "name": "DroneLogbook", "company": "DroneLogBook", "description": "DroneLogbook is a drone fleet and operations management platform with automated workflows for flight log and compliance.", "about": "Log Flight Details & Documentation\nImport flight logs to auto fill flight data, view GPS trace and play back in 3D.\n\nManage Inspection and Maintenance\nBuild custom inspection schedules and auto notify when next inspection or component replacements are due. Manage episodic maintenance events and synchronize with inspection calendar.\n\nPlan Missions\nPlan missions and check airspace. Send missions for approval and attach documentation for complete overview.", "tags": "{Autonomous, Data Management, Local Software, Mission Planning, Monitoring, Operations, Reporting}", "feature tags": NaN, "detailed features": "{ [feature name: Log Flight Details & Documentation, feature description: Import flight logs to auto fill flight data, view GPS trace and play back in 3D.] , [feature name: Manage Inspection and Maintenance, feature description: Build custom inspection schedules and auto notify when next inspection or component replacements are due. Manage episodic maintenance events and synchronize with inspection calendar.] , [feature name: Other Features, feature description: Mission Planning\nCompliance Reporting\nMaintenance Reporting\nFlight Tracking\nCustom Digital Forms\nOffline Operations\nFleet Management\nPersonnel Tracking\nScheduled Inspections] , [feature name: Plan Missions, feature description: Plan missions and check airspace. Send missions for approval and attach documentation for complete overview.] }", "prices": NaN, "works well with": NaN}, {"id": 10015, "name": "Site Scan for ArcGIS", "company": "Esri", "description": "Site Scan provides a complete, end-to-end workflow for acquiring and processing drone imagery, working with the resulting data products, and managing your drone assets.", "about": "Site Scan for ArcGIS is the end-to-end cloud-based drone mapping software designed to revolutionize imagery data collection, processing, and analysis. Maintain a complete picture of your drone inventory and flight history with automatic fleet management. Stay up-to-date with accurate imagery, using repeatable flight plans that ensure high-quality data capture when flying your drones. Securely process imagery in a scalable cloud environment to create high-quality 2D and 3D imagery products that can be quickly shared throughout your organization, on any device. Save time by using the measurement and analysis tools to get the answers you need from your data. Directly publish your drone data to your ArcGIS organization to perform advanced drone analytics such as object detection and application of artificial intelligence (AI).\n\n- Plan the optimal flight path. For enhanced safety and planning accuracy, import layers and 3D models from previous flights or ArcGIS Online.\n- Complete your preflight checklist and execute an autonomous drone flight.\n- After the flight is complete, upload your data for cloud processing and mark ground control points manually or automatically using computer vision.\n- View 2D and 3D outputs on the web. Make measurements, track changes, and perform other analyses. Invite your team to view project data and results.\n- Export in formats you need, publish to your ArcGIS organization for advanced analysis such as deep learning workflows, or push to Autodesk BIM 360.", "tags": "{AI, Analysis, Autonomous, Browser Based, Cloud Processing, Cloud Storage, Feature Extraction, Flight Control, Mapping, Mission Planning, Orthomosaic, Photogrammetry, Point Cloud, Reporting, Scanning, Visualization}", "feature tags": NaN, "detailed features": "{ [feature name: Advanced data analysis in ArcGIS, feature description: With the press of a button, Site Scan aerial photogrammetry data is available throughout the ArcGIS system, on-premises or in the cloud, to perform and automate advanced analytics such as object detection with ArcGIS Image Analyst. Easily integrate your drone imagery with building information modeling (BIM), lidar data, real-time Internet of Things (IoT) data, and more. ] , [feature name: Drone analytics, feature description: Perform drone analytics by measuring distances, surface areas, and volumetrics; conducting temporal analysis; generating cut/fill maps; and measuring change over time. Maintain quality control by comparing your drone data to design overlays—including those in your Autodesk cloud environment—or compare it to drone data captured earlier in the project.] , [feature name: Enterprise fleet management, feature description: Fleet management keeps track of flights, drone hardware, and pilot flight history—all in one place. Drone program managers can create custom preflight checklists for their teams and store responses in the cloud.] , [feature name: Plan autonomous drone flights in 3D, feature description: Increase efficiency by creating and sharing advanced 3D flight plans with your pilots. Overlay 2D and 3D data from ArcGIS Online and ArcGIS Enterprise for enhanced flight safety and data quality. Manage your data in the field and upload it to the cloud.] , [feature name: Process and analyze in the cloud, feature description: Unlimited amounts of drone flight data are processed into 2D and 3D outputs through a scalable cloud environment. High accuracy is ensured through automatic ground control point detection. Easily visualize and analyze results directly in a web browser.] , [feature name: Quickly share drone and project data, feature description: Share information with your stakeholders in formats they understand, whether in a 3D view, as a report, or as a map within ArcGIS Online or ArcGIS Enterprise; invite read-only users to analyze data in Site Scan Manager for ArcGIS; share content and report issues within Autodesk BIM 360; or export in common file formats.] }", "prices": NaN, "works well with": NaN}, {"id": 10016, "name": "ContextCapture", "company": "Bentley Systems", "description": "ContextCapture is a software application suite that enables you to generate spatially-classified and engineering-ready reality meshes at any desired level of accuracy and scale, including for an entire city.", "about": "You can use Bentley ContextCapture reality meshes in many engineering, maintenance, or GIS workflows to provide precise real-world digital context for design, construction, and operations decisions.\n\nDepending on your needs, you can choose from ContextCapture, ContextCapture Cloud Processing Service, or ContextCapture Center. If you are working on an individual desktop computer on a medium-sized project, ContextCapture or ContextCapture Cloud Processing Service are perfect solutions. If your projects are larger than 300 gigapixels of imagery and/or point clouds with more than 3 billion points, and you want to use multi-engine parallel processing to speed the production of your reality model, ContextCapture Cloud Processing Service or ContextCapture Center work well.\n\nContextCapture allows you to create digital twins of the current state of infrastructure projects of all types from photographs and/or point clouds. With this software, you don’t need expensive, specialized equipment to quickly create and use these highly detailed, 3D reality meshes, which can be used to provide precise real-world context. \n\nHybrid processing in ContextCapture allows you to create engineering-ready reality meshes that incorporate high-resolution photography supplemented by point clouds from laser scanning. The software allows you to cut processing time by running two computers in parallel on a single project.\n\nContextCapture Editor is part of the ContextCapture suite and enables fast and easy manipulation of meshes of any scale as well as the generation of cross sections, extraction of ground and breaklines, and production of orthophotos, 3D PDFs, and iModels. With ContextCapture Editor you can integrate your meshes with GIS and engineering data to enable the intuitive search, navigation, visualization, and animation of that information within the visual context of the mesh to quickly and efﬁciently support the design process.\n\nContextCapture Center is where projects as large as entire cities can be processed based on support for the most sophisticated aerial camera systems and data. Here, you can create and use highly detailed 3D reality meshes to provide precise real-world context for design, construction, and operations decisions for use throughout the lifecycle of projects.\n\nThe reliability of this high performance application gives you the confidence to deliver a model of any size or resolution in less time without the risk of software limitations. ContextCapture Center provides rapid processing by creating a farm of multiple engines that work in parallel to meet your most demanding deadlines.", "tags": "{3D Models, Analysis, Browser Based, Camera, Cloud Processing, DEM, Digital Twin, Drafting, DSM, DTM, Facades, Feature Extraction, Laser Scanning, Lidar, Local Software, Mapping, Orthomosaic, Photogrammetry, Planimetric, Point Cloud, Reporting, Scanning, SDK, Surveying, Thermal, Topographic, Visualization}", "feature tags": "{Analysis - Area Measurement, Analysis - Linear Measurement, Architecture - SDK, Processing - AI, Processing - Cloud Processing, Processing - Digital Surface Models, Processing - Digital Twins, Processing - Feature Extraction, Processing - Format Conversions, Processing - Orthomosaics, Processing - Point Clouds, Processing - Touch-Up Tools, Support - 24/7, Support - Developer, Support - Forums, Support - Guides, Support - Technical}", "detailed features": NaN, "prices": NaN, "works well with": "{GeoSLAM Connect, Skydio 3D Scan}"}, {"id": 10017, "name": "Virtual Surveyor", "company": "Virtual Surveyor", "description": "Virtual Surveyor helps surveyors quickly create lightweight CAD models from drone data so they can explore or edit the virtual terrain, place points and lines at meaningful locations, calculate volumes, cut/fill maps and create triangulations or contours for further use in CAD or GIS.", "about": "Virtual Surveyor is a software (pay-as-you-go) service that helps you create lightweight CAD models from drone data in short time frames. Land surveyors can apply workflows they already know in a fluent virtual environment built from the drone photogrammetry outputs. Surveyors can explore or edit the virtual terrain, place points and lines at meaningful locations, calculate volumes, cut/fill maps and create triangulations or contours for further use in CAD or GIS.", "tags": "{Analysis, Browser Based, Camera, Cloud Processing, Cloud Storage, Drafting, Feature Extraction, Free Trial, Laser Scanning, Lidar, Mapping, Multispectral, Orthomosaic, Perpetual License, Photogrammetry, Planimetric, Reporting, Scanning, Subscription, Surveying, Thermal, Topographic, Usage-Based Pricing}", "feature tags": NaN, "detailed features": "{ [feature name: As-Built, feature description: No job is complete until that final survey is done, the as-built! Drone surveying allows you to create a final check and proof of the work done. This assures the final bill is correct and eliminates all disputes and liabilities.] , [feature name: BaselineSurveys, feature description: The low-pass gridding tool is ideal for placing ground points in complicated landscapes like forested or urban areas. The algorithm does the bulk of the work and you provide the final edit.\n\nLow-pass Points\nDraw Breaklines\nSurfaces as Contours\nExport Contours to CAD\n\nTopographic survey from low-pass points and breaklines. Low-pass points are an ideal tool to efficiently find ground points in vegetated areas. The resulting contour lines follow the ground level under the vegetation.] , [feature name: Breaklines & Surfaces, feature description: Breaklines are key topographic features in a mine site. Our intelligent breakline tool allows you to quickly capture them. Add a point grid to enhance the model, triangulate, and export the CAD surface model to your mining software. ] , [feature name: Compare with CAD Design, feature description: Bring in your civil design and convert the CAD file to a terrain. Compare the design terrain with your drone data using the cut-and-fill analysis.] , [feature name: Construction Earthworks, feature description: Keep track of your construction site with drone data.] , [feature name: Create Baseline, feature description: A baseline is a terrain that represents an empty site. Convert your first drone dataset to a baseline by removing conveyors and piles. You can use this baseline for recurring stockpile inventories.\n\nBaseline created by levelling the piles to the ground level] , [feature name: Cut-And-Fill Reports, feature description: Calculate volume differences in seconds and identify areas of change between drone surveys taken at different points in time. Visualize and quantify where material is taken away or added. Also identify areas without change. ] , [feature name: Excavated Volumes, feature description: Calculate volume differences in seconds and identify areas of change between drone surveys taken at different points in time. Visualize where material is taken away or added, or identify areas without change. ] , [feature name: Mining & Quarrying, feature description: Efficiently apply drone data in your mining operations.] , [feature name: Overview, feature description: Topographic Surveys\nMining & Quarrying\nConstruction Earthworks\nStockpile Inventory] , [feature name: Remote Conveyors, feature description: Drone data often has conveyors hanging over the stockpiles. You do not want them included in your measurements. Learn about tools that allow to remove conveyors from your drone data. \n\nDelinate the conveyor your want to remove with the clean terrain tool] , [feature name: Road Surveys, feature description: The section lines tool allows you to create road surfaces in short time frames. Simply create a road center line, generate section lines and capture the topographic detail with the densify and edit functions.\n\nLayers & Descriptors\nSection Lines\nAdd Field Measurements\nExport to CAD] , [feature name: Slope Safety, feature description: Mines and quarries are fast changing environments where safety is always an important concern. Drone data provide instant insight into slope stability for walls and haul roads. Simply set a threshold and slopes exceeding it will be highlighted. ] , [feature name: Stockpile Inventory, feature description: Know the true value of your stocks with drone data.] , [feature name: Stockpile Report, feature description: Easily assess the value of your stocks. Create a materials library and calculate volumes, tonnages and monetary value. Export the numbers to .csv or create a PDF Report.] , [feature name: Stockpiles, feature description: Drones can do more than supporting your mining excavation operations. Drones can also help to monitor the quantity and value of the produced material on site (lignite, coal, sand, ...) before it is used or sold. ] , [feature name: Stockpiles Overtime, feature description: Sometimes you only need to quantify volume changes compared to the previous month for your accounting. Compare 2 drone datasets and extract the volume changes per area with a single click.] , [feature name: Survey Curb and Gutter, feature description: Combine field measurements with your drone data to model curbs. Survey the back of the curb from your drone data. Model the rest of curb using offset tools and field measurements. Then complete with quick editing tools.\n\nDraw Lines & Arcs\nOffset Lines\nInterpolate Under Cars\nExport to CAD] , [feature name: Survey Flowlines, feature description: Knowing how water flows is important for road safety and construction developments. Terrain lenses instantly highlight information from your drone data that give insight into the waterflows and more.\n\nSlope Directions Lens\nContours Lens\nAssess Water Flow\nDraw the Flowline] , [feature name: Topographic Surveying, feature description: Create lightweight CAD models from your drone data.] , [feature name: Your Site Over Time, feature description: Use drone imagery on a regular basis to track the progress of your mining operations, ensuring the excavations or blastings meet the design. Keeping an entire history is valuable for future audits or environmental inspections.] ,NULL}", "prices": "{ [price name: Peak, price: 175.00 / month, price notes: Billed annually. $210/month when billed monthly., price features: Ideal when you work with larger projects and track progress over time.\n\nAll Ridge Features\nTerrain States\nCut/Fill Maps\nRemove Objects\nBreakline Tools\nIntelligent Point Grids], [price name: Ridge, price: 125.00 / month, price notes: Billed annually. $150/month when billed monthly., price features: Good when you create advanced topographic and quantity surveys.\n\nAll Valley Features\nCreate Surfaces\nRegular Point Grids\nAdvanced Editing\nModify Terrain\nStockpile Volumes]}", "works well with": NaN}, {"id": 10018, "name": "3DF Zephyr", "company": "3D Flow", "description": "Software to automatically reconstruct 3d models from photos.", "about": "Reconstruct everything in 3D.\n3DF Zephyr lets photogrammetry catch on in multiple scenarios fostering different targets and needs by taking advantage of an all-in-one software suite.\nVersatile and user-friendly as possible so it can easily be adapted to the users’ skills.\n\nChoose your camera setup\n3DF Zephyr allows performing 3D reconstructions automatically by using pictures and video data taken with any sensor and captured using any acquisition techniques.\nYou can use different cameras, lenses and focal lengths during the same surveying and scanning session.\n\nDeal with any scanning challenge\nGet the most out of aerial and ground photogrammetry by processing videos, spherical pictures, multispectral and thermal + RGB imagery on a single software platform.\n3DF Zephyr is not just photogrammetry: import, register and analyze your laser scan data (native file formats supported).\n\nA comprehensive toolkit\nIncludes a suite of professional selection/editing tools and filters. Leverage many utilities, from 3DF Masquerade and BIM integration to the batch processing and the DEM viewer.\nAccurately scale and georeference your 3D models and calculate distances, volumes and areas.\n\nFinal products & deliverables\nCreate true orthophotos, DSM and DTMs, and NDVI maps. Generate sections, contour lines and track sections. Perform CAD drawing directly inside 3DF Zephyr.\nExport your 3D models, drawing elements and video animations in all the most common file formats.\n\nSoftware versions & FlowEngine SDK\nFlowEngine SDK completes the whole picture as it allows you to embed our technology into your workflow.", "tags": "{3D Models, Agriculture, Camera, Construction, DEM, Digital Twin, DSM, DTM, Facades, Free, Free Trial, GCP, Laser Scanning, Lidar, Local Software, Mapping, Mining, Multispectral, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, RTK, Scanning, SDK, Subscription, Surveying, Thermal, Topographic, Windows}", "feature tags": NaN, "detailed features": NaN, "prices": "{ [price name: Lite, price: 149.00 Perpetual license, price notes: When the 12 months of free updates expire, you can renew for 12 more months at 20% the license price., price features: Full 3D reconstruction\n500 photos limit\nDual NVIDIA GPU support\nBasic exporting capabilities\nBasic editing tools\n1 year updates included\nBasic email & full forum support\nPerpetual License], [price name: Monthly, price: 250.00 Month, price notes: 30 days subscription, price features: Full 3D reconstruction\nUnlimited images\nFull NVIDIA GPU support\nFull exporting capabilities\nAdvanced editing tools\nControl points & measurements\nLaser scan support\nOrthophoto & DEM\nGIS, CAD & survey tools\nAlways updated\nFull email and forum support]}", "works well with": "{Sketchfab, Unity}"}, {"id": 10019, "name": "Drone Show Software", "company": "SPH Engineering", "description": "Software for drone light show preparation and execution.", "about": "Accelerate the process of light show production and optimize the technical part of the creative process.\n\nFeatures 2D and 3D views, the ability to run shows simultaneously, a plugin to transform 3D animations into drone flight paths, a detailed telemetry overview, and much more.\n\nEasily and quickly to create takeoff and landing formations, link key scenes to each other and maintain both safe speed and allowable distance between drones.\n\nDigitally view show choreography to brainstorm and demonstrate the concept.", "tags": "{Autonomous, Flight Control, Ground Control, Local Software, Mission Planning, Operations, Subscription, Windows}", "feature tags": "{Flight Control - Autonomous Modes, Flight Control - Multi-Drone, Flight Planning - Choreography, Flight Planning - Light Effects, General - Widely Used, Integrations - Timecode Machine, Operations - Flight Planning, Processing - Animations to Flight Paths, Rendering - Animation Tools, Safety - Encrypted Channels, Safety - Failsafes, Safety - Geo-Fencing, Safety - Preflight Checks, Safety - Real World Testing, Safety - Return Modes, Support - Guides, Support - Knowledgeable, Support - Onboarding, Support - Setup, Support - Technical, Support - Training}", "detailed features": "{ [feature name: Control Thousands of Drones Simultaneously, feature description: The Drone Show Software licenses start with 20 drones.] , [feature name: Demonstrate Your Idea, feature description: Drone Show software allows you to create show choreography to showcase to investors, event organizers and key decision makers by flexibly organizing different drone formations and then coloring them with a variety of color patterns.] , [feature name: Integration Options, feature description: Drone shows can be performed as manually managed stand-alone performances or integrated into other complicated shows. Drone Show Software supports manual integration (by setting an exact start time of the dance) and timecode machine (SMPTE standard).] , [feature name: Safety, feature description: Technical and software enhancements like a built-in distance checking tool for animations adds the extra layer of safety.\n\n- Dual geofence\n- Preflight check\n- Distance checking in all animations\n- Alert View\n- Red button\n- Encrypted Radio Channels] }", "prices": NaN, "works well with": NaN}, {"id": 10020, "name": "Global Mapper", "company": "Blue Marble Geographics", "description": "Global Mapper is a GIS software with a wide array of spatial data processing tools and supporting a large number of data formats.", "about": "Global Mapper is a comprehensive and easy to use GIS application that provides an extensive collection of tools for data creation, editing, advanced 2D and 3D analysis, scripting methods for workflow automation, point cloud processing, and expansive file format support.", "tags": "{3D Models, Analysis, Android, Basemap, Camera, Free Trial, iOS, Laser Scanning, Lidar, Local Software, Mapping, Mobile App, Perpetual License, Photogrammetry, Point Cloud, Reporting, RTK, Scanning, SDK, Surveying, Thermal, Topographic, Windows}", "feature tags": "{Analysis - 2D Layers, Analysis - Annotations, Analysis - Area Measurement, Analysis - Communications, Analysis - Flooding, Analysis - Inspection Tools, Analysis - Linear Measurement, Analysis - Line of Sight, Analysis - Planimetric, Analysis - Point Attributes, Analysis - Slope Measurement, Analysis - Topographic, Architecture - Easily Configurable, Architecture - SDK, Collaboration - File Sharing, Interfaces - Command Line, Processing - Alignment Tools, Processing - Cleanup Tools, Processing - Control Points, Processing - Digital Elevation Models, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Feature Extraction, Processing - Format Conversions, Processing - Orthomosaics, Processing - Orthorectification, Processing - Photogrammetry, Processing - Point Clouds, Processing - Processing Presets, Processing - Queued Processing, Rendering - Custom Options, Rendering - Lighting Tools}", "detailed features": "{ [feature name: 3D Data, feature description: Global Mapper is optimized to work with 3D data. It supports many 3D formats including elevation or terrain models as well as 3D mesh formats such as Collada, Wavefront, 3DS Max, and more. When working with terrain layers, several preconfigured shaders are available as well as the ability to create custom shaders. The software includes a powerful 3D Viewer which can be docked and linked to the 2D map so panning, zooming, and adding vector features will automatically replicate in both windows. This powerful functionality also includes the ability to select and measure features in the 3D viewer.\n\nGlobal Mapper’s 3D functionality includes support for recording HD 3D fly-through videos, which provide a powerful way to visualize 3D projects for presentation and analysis purposes. The fly-through tool and also be used to playback a video file synced to any line feature with per-vertex times. The 3D window also allows draping of vector data over imagery, GPS tracking, Skyboxes for rendering a sky simulation in 3D, and display and manipulation of 3D meshes such as sketch-up. There are tools for selecting and editing 3D features and working with the 3D window, 2D window and the path profile in a docked set up enables complex analysis and 3D data manipulation.] , [feature name: Access to Online Data, feature description: Global Mapper’s online data function includes direct links to many of these data services including one-meter aerial imagery for the U.S., worldwide elevation data, topographic maps, Landsat satellite imagery, land cover data, the full Maine GIS catalog, aviation charts, OpenStreetMap vector data via WMS, and much more. Furthermore, if a local agency or organization develops a Web Mapping Service, a custom link to this data can be easily added to the online data source list. These web-based datasets can be either streamed in real-time or exported to a local file for offline use.\n\nThrough agreements with commercial data vendors, Global Mapper also offers fee-based access to premium spatial datasets. Using the Online Data function, you can download high-resolution imagery from DigitalGlobe, elevation data from Intermap, or US Land Parcel Data from Corelogic.] , [feature name: Data Importing / Exporting, feature description: One of the unique and defining characteristics of Global Mapper is its extensive and varied data format support. Offering direct access to over 300 raster, vector, and elevation data types, Global Mapper supports virtually all types of geospatial data right out of the box, no add-ons required. With new and modified formats being added on an ongoing basis, you can be sure that the software will never be out of date with your data.\n\nVector, raster, and elevation data can be exported in virtually every common file format as well as many proprietary types. During export, data can be tiled into smaller or more manageable files, or the export area can be cropped to a defined area or to the extent of the current screen view.\n\nThe new wireless direct data transfer capability allows the easy sharing of data, file exports, and feature templates from the desktop version of Global Mapper to Global Mapper Mobile, a mobile app, available on iOS and Android, for taking data into the field for reference and GPS-enabled data collection] , [feature name: Data Processing, feature description: Global Mapper includes numerous functions for processing imported data.\n\n- Reprojecting\n- Regardless of its native projection parameters, any layer can be reprojected into another system prior to export. Dozens of projections are pre-built into the software and you can also configure the projection based on your own requirements.\n- For advanced projection management, Blue Marble’s Geographic Calculator software provides a vast database of projection and coordinate system parameters as well as conversion transformation algorithms. If Geographic Calculator is installed on the same computer as Global Mapper, these projection management capabilities are available within Global Mapper by enabling GeoCalc Mode.\n- Attribute Management\n- Global Mapper provides full attribute editing and processing functionality. As well as the standard attribute search capability, there is also a powerful search and replace tool. Advanced options include the ability to join a tabular file to append attribution to map features and a calculation function to derive new attributes from an existing attribute field.\n- Feature Extraction\n- An innovative feature extraction tool can be used with raster or elevation layers to create vector area features that share a common characteristic. This powerful function can be customized to analyze areas that match a particular color or color range, that are within a certain elevation, or that have a specified slope value.\n- Density Grid Calculation\n- Using a loaded point dataset, you can create a colorized density or heat map that highlights areas with the greatest concentration of points or the highest values in a numeric attribute within a point layer.\n- Batch Processing\n- To streamline a data processing workflow, Global Mapper offers a batch processing function that allows multiple selected files, or all compatible files within a specified folder, to be converted, reprojected, gridded, and renamed.\n\n\n] , [feature name: Digitizing, feature description: As well as offering unrivaled access to pre-existing spatial datasets, Global Mapper provides a vast array of digitizing tools for creating and/or editing features on the map. As well as the standard point, line, and area creating functions, there are also tools for creating specialized geometric features such as range rings, grids, and buffer areas. Advanced coordinate geometry input can be employed to create objects on the map by simply typing the geometric dimensions of each segment.\n\nEditing functions include rotating, scaling, and moving features on the map. Modifications can be applied to entire features or to individual vertices that determine the shape and size of a feature. Complex vector layer comparisons and feature creation can be performed with the Spatial Operations tool, which features Intersection, Union, Difference, and Symmetrical Difference operations, along with numerous spatial predicates and transforms. Global Mapper has full attribute and geometry editing capabilities rivaling any other GIS software on the market today. Combined with scripting and batching tools, it has the capability to automate many GIS processing tasks.] , [feature name: Feature Extension Plugin Support, feature description: Using the Global Mapper SDK®, software developers can add functionality to the software by creating extensions. Examples of the use of extensions include extended format support, enhanced visualization options, or new toolbar buttons. An extension can also be used to provide an interface between Global Mapper and a third-party application.] , [feature name: Feature Rendering, feature description: Global Mapper offers limitless possibilities for assigning specific visual characteristics to vector features on the map. Pre-installed or custom symbols can be attributed to points; multiple line styles and weights can be applied to linear features, and solid or patterned fill shading can be assigned to area features. The appearance of features in Global Mapper is usually controlled by the style that has been established for each feature type, but the style can also reflect an attribute of the data allowing for the creation of thematic maps.] , [feature name: Flexible View Interface, feature description: The multi-view map display in Global Mapper® allows several docked map windows to be displayed within the interface for better data visualization and manipulation. These views, which support both top-down 2D rendering as well as oblique 3D viewing, can be independently zoomed and panned and can be resized to make the most efficient use of the available screen space.] , [feature name: Geocoding, feature description: Global Mapper includes a powerful geocoding function that allows real-world coordinates to be assigned to an imported database of addresses. The geocoding process can use either a preconfigured online service or a user-imported road network to accurately determine the point that represents the location of each address. If necessary, this data, including the coordinate values, can be exported in tabular form or plotted on the map to provide a visual perspective.] , [feature name: Google Earth Support, feature description: Global Mapper has built-in support for importing and exporting data in Google’s KML/KMZ format. The software has an extremely powerful export menu guiding the user with a flexible selection interface for everything from translucency to feature descriptions to the encoding of zip files. Users can display labels or not, highlight cursors, manipulate the export of 3D feature types, and much more including tiling options. Global Mapper also publishes to Google web map tiles and KML/KMZ web map export for creating your own online Google maps interface.] , [feature name: GPS Tracking, feature description: With a compatible GPS receiver attached to the computer, Global Mapper will display the location in real-time superimposed on the current map or data layer. Movement can be tracked or recorded, and waypoints can be created as time-stamped vector features. Track files can subsequently be played back using Global Mapper’s 3D fly-through visualization tool.] , [feature name: Graph and Chart Manager, feature description: The Graph and Chart Manager allows the user to create graphs and charts from loaded data. The following type of operations are supported:\n\n- Bar graph, histogram, line chart, or bar chart from any attribute field in loaded vector layers\n- Histograms for gridded terrain layers (i.e. DEMs)\n- Save the graph to a BMP file and place it on the map as a fixed screen position layer\n- Graph definitions are saved in the workspace file for easy saving and sharing] , [feature name: Histogram Matching, feature description: Adding to the contrast adjustment options available for raster image data is Histogram Matching, which allows the color channel histograms of one layer to dictate the histogram adjustment in others. This process aids the blending of data layers collected at different times or with different equipment. ] , [feature name: Image Rectification, feature description: A standard function of Global Mapper is its ability to import virtually any image file and to create a geographically aligned and scaled raster layer. The image rectification process supports the manual input of image pixel and corresponding ground control coordinates or the simple tagging of recognizable points on the image as well as the corresponding locations on a base map layer. Advanced options allow the selection of the rectification method, resampling scheme, and ground control projection parameters.\n\nThe resulting raster layer can be analyzed and processed just like any other imported layer and can be exported in any one of the supported raster formats.] , [feature name: Lidar and Point Clouds, feature description: Global Mapper is the perfect application for visualizing, editing, and analyzing Lidar or point cloud data of any format. Out of the box, the software supports point clouds of virtually any size and offers tools to utilize this data efficiently and effectively. Recent developments in the application have dramatically improved the rendering and processing speeds, which is especially important when working with the high-density point clouds that are becoming increasingly common. Global Mapper provides access to the attributes of the point cloud file offering a snapshot of the critical information that is essential for any data processing workflow.\n\nFor more advanced point cloud processing tools, Global Mapper Pro® offers an extensive array of functionality including automatic point classification, feature extraction, hydro-flattening, photogrammetric point cloud generation, and much more.] , [feature name: Map Printing and Web Publishing, feature description: When it comes time to share maps or data, Global Mapper offers many output choices.\n\n- Feature Labeling\n- Global Mapper provides an innovative tool for creating and managing labels on the map. A separate label layer allows individual labels to be moved, edited, or deleted. It is also possible to establish a defined zoom level range for this layer so that labels will only appear when needed.\n- Cartographic Publishing\n- Global Mapper’s Map Layout tools provide the necessary functionality for designing state-of-the-art printed maps. Cartographic elements such as a scale bar, compass rose, and map legend can be precisely placed within the layout frame and supplementary text and corporate branding graphics can be easily added to the design and saved as a template for future use. For atlas or map book creation, the Map Layout function offers a tool for designing a tiled array of maps, in which all of the pages share a consistent layout structure.\n- Capture Screen Contents\n- When all you need is a quick view of the map in a common image format, the screen capture function is the simplest option. If necessary, you can even add a world file or projection file so its location will be recognized by other GIS applications.\n- Printing\n- Global Mapper’s page layout options include the ability to add a map heading, descriptive text, a horizontal and/or vertical scale bar, a compass rose, and a map legend. Additionally, any image file or data layer can be placed at a fixed location on the screen to allow the placement of a corporate logo or banner on the printed map. The print process supports all standard and customized page sizes including large format or plotter printing.\n- PDF Generating\n- Similar in setup to the printing process, the PDF output process offers the option to create a Geospatial PDF from the current page layout. The resulting file includes the coordinate information as well as the individual layer characteristics so that, when viewed in a compatible PDF reader, the inherent geographic details can be displayed.\n- Web Tile Exporting\n- Global Mapper offers the option to export the current map view as a series of web-ready raster tiles that are compatible with common online map formats, such as Google and Bing Maps. This export process also generates an accompanying html file that is used to display the tiles within the selected format’s web interface, complete with the common map navigation and layout tools. This preconfigured html file allows the map to be easily integrated into an existing web structure.\n- MangoMap Publishing\n- In a joint development effort, Global Mapper users can upload map data directly from the software to an online Mango-hosted map site, which can be easily shared with customers, colleagues, or constituents. The MangoMap Extension allows users to initially set up their Mango account by purchasing one of three subscription options, and with a couple of mouse clicks, upload the relevant GIS layers into their online Map. For more information, visit the MangoMap page.] , [feature name: OTF Reader Module, feature description: Global Mapper’s OTF Reader Module is used by military personnel for mapping simulation exercises.\n\nThe Objective Terrain Format (OTF) is the runtime representation of the synthetic natural environment (SNE) for the US Army’s One Semi-Automated Forces (OneSAF) simulation software. This file format contains four types of files, a database header file (.dhf), an OTF file (.otf), three network database files (.nw), and a single elevation map file (elevation_map). OTF data can be created via GOTS (Government off-the-shelf) and COTS (Commercial off-the-shelf) toolsets and from traditional GIS datasets, as supported within the toolsets.\n\nThe OTF integrates features and elevations into a single-layered, polygon-based representation using Irregular Triangulated Integrated Network (ITIN). This terrain is acted upon by other environmental services to provide information to the simulation models to help them determine movement ability, speed, acquisition, and other capabilities needed to support the simulation activities and requirements.] , [feature name: Pan Sharpening, feature description: A commonly used raster enhancement process, pan sharpening uses a higher resolution panchromatic band of satellite collected data to increase the resolution of RGB imagery. Pan sharpening in Global Mapper supports multiple algorithms, including IHS, Brovey, ESRI Transform, and Simple Mean. ] , [feature name: Raster Calculator, feature description: Allowing mathematical operations on multi-band imagery to extract different types of information, the Raster Calculator is found under the Analysis menu. Users can use predefined formulas, like NDVI and NDWI, or create their own free-hand formulas using common mathematical operations, like addition, subtraction, multiplication, division, and powers, as well as simple operators like absolute value, minimum value, and maximum value of two values.] , [feature name: Raster Calculator, feature description: The Raster Calculator found under the Analysis menu is used to set up mathematical operations on multi-band imagery to extract different types of information. Users can use predefined formulas, like NDVI and NDWI, or create their own free-hand formulas using common mathematical operations, like addition, subtraction, multiplication, division, and powers, as well as simple operators like absolute value, minimum value, and maximum value of 2 values.] , [feature name: Raster Data Processing, feature description: Global Mapper supports flexible raster data display, including contrast adjustment, support for multi-band data, pan sharpening, image tiling, and mosaicking with no need for additional modules.] , [feature name: Raster Reclassify , feature description: For the manual reclassification of any pixel-based data, the Raster Reclassify tool in Global Mapper assigns new values to pixels in a dataset based on user input rules defined by input and output values. Designed to work with imagery, palette, and elevation raster data, reclassification rule sets can be saved to use with multiple datasets for uniform reclassification.] , [feature name: Scripting, feature description: Many functions in Global Mapper can be performed by initiating a script. Formatted as a simple ASCII file, a script is commonly used to automate repeating or recurring tasks, eliminating the need to manually process the data. The Global Mapper scripting language supports importing, converting, reprojecting, analyzing, calculating attributes, splitting layers, interactively prompting users for files and folders and exporting all supported data formats.] , [feature name: Spatial Database Support, feature description: Global Mapper supports reading and writing data from the most common spatial databases.\n\n- Esri ArcSDE (requires ESRI license on the machine and 32-bit only)\n- Esri File Geodatabase (includes raster and grid and all versions of file geodatabases, reading raster data requires ESRI license on the machine and 32-bit only)\n- Esri Personal Geodatabase (reading raster data requires ESRI license on the machine and 32-bit only)\n- MS SQL Server\n- MySQL Spatial\n- Oracle Spatial\n- PostGIS/PostgreSQL\n- SpatiaLite/SQLite] , [feature name: Terrain Analysis, feature description: Global Mapper includes several powerful terrain analysis tools that are used to process or model elevation data. These functions are included as part of the standard installation and require no additional extensions or plug-in components.\n\n- Linear Profiling/Line of Sight\n- Any line feature on the map can be profiled to create a cross-sectional view of the underlying terrain. These profiles can be used to calculate a variety of statistics related to the elevation and slope along the path. Additionally, line of sight calculation can be used to visualize any obstructions that may interfere with the view along the profile path. This is especially useful for the analysis of a radio or broadcast signal. A visualization option allows the Path Profile display to be rendered as a terrain cutaway in the 3D View.\n- View Shed Calculation\n- Similar to the line of sight calculation, the viewshed analysis tool is typically used to determine the area covered, or not covered, from a broadcast site with a specified transmitter height. The viewshed analysis determines the coverage in all directions within a specified radius from the signal source. Advanced options include Fresnel Zone determination and signal strength loss over distance.\n- Watershed Delineation\n- Based on the terrain morphology, the watershed calculation tool determines the likely linear path of streams and the drainage or catchment areas of those streams. This tool can also be used to conduct water drop analysis, in which the theoretical flow pattern from a defined source can be mapped.\n- Contour Creation\n- Any imported or processed elevation layer can be used to generate contours in vector format. Options include customized contour interval spacing and polygon feature generation for determining the area above or below a specified height. The contouring tool can also be used to identify local peaks and depressions in a terrain layer.\n- Cut and Fill Calculation\n- This powerful tool is used to precisely calculate the volume of material that must be cut and/or filled to flatten the terrain at a specified elevation. Cut and fill calculations can be performed on area features or along a line to simulate the digging of a trench. An optional feature allows the calculation of the break-even height within an area. This represents the elevation value at which the cut and fill volumes will be the same.\n- Terrain Modification/Flattening\n- An elevation or z-value assigned to an area feature can be used to create an artificial horizontal plane in the terrain. This modified terrain modeling capability is particularly useful for visualizing construction sites or road cuts.\n- Sea Level Rise\n- This simple visualization tool provides the means to gauge the impact of a rise in water level in the area surrounding a body of water.] , [feature name: Tiling and Mosaicking, feature description: Both the tiling and mosaicking of data in Global Mapper can be completed during the export of data to a supported format. By default, a general Export command selected from the File Menu will include all displayed data, and each export options dialog contains a tab with options for data tiling. ] }", "prices": NaN, "works well with": NaN}, {"id": 10021, "name": "iNav", "company": "iNav", "description": "INAV is a Flight Controller software for FPV multi-rotors.", "about": "INAV is a Flight Controller software for FPV multi-rotors. To run INAV you need a Flight Controller which supports the protocol, such as the MATEK F405 or MATEK 765.", "tags": "{Autonomous, Flight Control, Free, Ground Control, Linux, Local Software, macOS, On-Board Software, Open Source, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: Expansive integrated OSD (On Screen Display):, feature description: - Battery voltage\n- Battery percentage left\n- Altitude\n- Distance home\n- Direction home\n- Number of connected satellites\n- Amount of throttle you are using\n- The power\n- Estimated remaining flight time] , [feature name: Multiple flight modes, feature description: - Manual mode (Acro Mode)\n- Angel mode (Stabilization Mode)\n- Altitude hold\n- Cruise (fly in a given direction)\n- Loiter (circle around current location)\n- Return To Home] ,NULL}", "prices": NaN, "works well with": NaN}, {"id": 10022, "name": "Casia Detect and Avoid", "company": "Iris Automation", "description": "A hardware/software system for detecting and avoiding collision.", "about": "Casia Detect and Avoid is used for detecting and avoiding potential collisions with objects and other aircraft. It has a detection range of 1.38 kilometers for non-cooperative intruder aircraft and is compatible with ADS-B for cooperative traffic. It provides full situational awareness and is able to classify and intelligently avoid other aircraft in real-time. The system meets emerging regulatory standards for detect and avoid performance and is powered by cutting-edge computer vision and machine learning. It includes tools for managing and replaying flight data and has configurable settings to meet specific mission needs.", "tags": "{AI, Autonomous, Emergency Response, Flight Control, Inspection, Obstacle Avoidance, On-Board Software, Operations}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10023, "name": "Libre Pilot", "company": "LibrePilot", "description": "LibrePilot is a software suite to control multicopter and other RC-models.", "about": "LibrePilot is a Free software unmanned aerial vehicle project for model aircraft aimed at supporting both multi-rotor craft as well as fixed-wing aircraft. Initially founded by David Ankers, Angus Peart and Vassilis Varveropoulos in late 2009, under the name OpenPilot, it was conceived as both a learning tool and to address areas the developers perceived were lacking in other small UAV platforms. In July 2015 OpenPilot, was forked to create LibrePilot.\n\nThe OpenPilot open source autopilot software could be combined with hardware such as an inertial navigation system board, a main control board, a GPS receiver, and a 2.4 GHz serial communications link with the ground station. The OpenPilot software is released under the GPL version 3 license.\n\nThe OpenPilot project consisted of two component parts, these are the on-board firmware and the ground control station (GCS). The firmware part of the project is written in C whilst the ground control station is written in C++ utilizing Qt.", "tags": "{Android, Autonomous, Flight Control, Free, Ground Control, Linux, macOS, On-Board Software, Open Source, Windows}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10024, "name": "Lidar360", "company": "Green Valley International", "description": "Point cloud post-processing software.", "about": "LiDAR360 is a comprehensive point cloud post-processing software that includes a variety of toolsets to efficiently visualize, manipulate and generate meaningful geospatial products from point cloud data.\n\nFramework\nThe LiDAR360 Framework lays the foundation for the entire software suite. With TB-level processing power, the Framework contains tools required for effectively interacting and manipulating LiDAR point cloud data. Functions include data management, automatic strip alignment, and point cloud classification. It also allows users to upgrade to application-specific modules such as terrain, ALS/ TLS Forestry, and Geological Analysis. In the latest version 5.0, the powerline module is added to LiDAR360. Users can conduct professional analysis on powerline data, such as classification, danger point detection, and so on.\n\nTerrain\nThe terrain model provides a series of automatic and manual-editing tools for classifying ground points from LiDAR point clouds. It also provides a set of GIS tools for interpolating surface models (e.g., digital elevation model/DEM, digital surface model/DSM), and visualizing and editing them in 3D. Additionally, it contains tools for repairing surface models from spikes and holes. Furthermore, It allows users to analyze the terrain model to generate derivatives from the surface models, e.g. slope, aspect, and roughness. In the latest version, the change detection and deviation analysis functions to better support users' needs in different fields, e.g., disaster monitoring, land-use change analysis.\n\nALS/TLS Forestry\nThe forestry module contains tools to process point cloud data acquired from aerial laser scanning (ALS) systems (e.g., LiAir, LiEagle), terrestrial laser scanning (TLS) systems (e.g., LiBackpack), and mobile laser scanning systems (e.g., LiMobile). This module provides effective individual tree segmentation and editing tools for all kinds of point cloud data. And users can recover the topographic information with denormalization tool after the segmentation and editing.\n\nIndividual Tree Segmentation\nSegment individual trees based on point cloud from both aerial and terrestrial LiDAR systems. Supports both CHM-based and point cloud based segmentation algorithms. After the segmentation, users can manually modify the segmentation result to improve accuracy. And then recalculate the individual tree metrics based on the modified result.\n\nForrest Metrics\nAutomatically calculate forest metrics including elevation, intensity, canopy cover, LAI, etc., and provide regression tools to derive parameters of forests that cannot be directly extracted from LiDAR point clouds, such as biomass and stem volume.\n\nTree Parameter Extraction\nAutomatically calculate individual tree parameters based on the segmented point cloud including tree location, tree height, diameter at breast height (DBH), crown area, crown diameter , crown area and so on.\n\nPowerline Inspection and Analysis\nLiDAR360 can automatically classify power line/tower point clouds, perform real-time power line analysis, establish a sample library of machine learning classification algorithms, reproduce the terrain, landforms, and ground features in the transmission line corridor accurately and effectively. Through the LiDAR360 software, the data can be managed in a unified manner and combined with the relevant operating procedures of the transmission line to analyze the crossing, tree barriers, geology, etc. of the line, complete the three-dimensional visualization of the transmission line corridor, and achieve fast and efficient power line hazard detection and investigation in the grid system.\n- Accurate and precise 3D modeling of towers, wires and ground features.\n- Analyze defects such as tree barriers and crossovers in the line channel, quickly detect dangerous trees that exceed the safe distance of the transmission line, and accurately calculate the hidden dangers in the channel network.\n- Supports tree segmentation along the power transmission channels, quickly detects the number, location, height, crown width and other information of hidden tree hazards, accurately calculates the amount of felling, and provide guidance for the field work of hazard investigation in the power grid industry.\n\nMine Surveying\nBased on the real-time 3D point cloud data of mine on multi-platform, such as aerial and backpacks, the LiDAR360 measurement and terrain analysis modules can realize the mining path change detection of the open-pit mine, the quantitative analysis of the mining operation volume and the auxiliary decision-making of mining planning. At the same time, regular inspection and the analysis of the underground mine tunnel can be achieved to assist accident early warning and decision-making. —— Economic and Environmental Evaluation of Mine Subsidence Area Accurately measure the development of soil erosion on slopes and the volume of sand dunes. ——Tunnel section analysis Based on the point cloud data, highly accurate and precise 3D models of the tunnel will be generated in LiDAR360, and the differences between the standard (reference) section and the scan (point cloud derived) section are compared to monitor the tunnel deformation. ——Mine pile volume measurement The 3D laser scanning system is used to observe the deposits and quickly obtain the 3D coordinates of the surface points of a large number of mine piles. The software can accurately calculate the volume of the mine piles based on the principles of calculus.\n\nGeological Analysis\nBased on the results from terrain module, the geological analysis module provides the toolsets with the function of structural plane analysis, section analysis, and landslide analysis for the geological industry. Moreover, the software can automatically generate the analysis report.", "tags": "{Analysis, DEM, DSM, DTM, Feature Extraction, Forestry, Free Trial, Inspection, Lidar, Local Software, Mapping, Mining, Perpetual License, Photogrammetry, Point Cloud, Scanning, Topographic, Windows}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10025, "name": "Q Ground Control", "company": "Dronecode Foundation", "description": "Flight control and vehicle setup for PX4 and Ardupilot vehicles.", "about": "QGroundControl provides full flight control and vehicle setup for PX4 or ArduPilot powered vehicles. It provides easy and straightforward usage for beginners, while still delivering high end feature support for experienced users.", "tags": "{Android, Autonomous, Flight Control, Ground Control, iOS, Linux, Local Software, macOS, Mission Planning, Mobile App, Open Source, Operations, Windows}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{ArduPilot, PX4}"}, {"id": 10026, "name": "Quick Terrain Modeler", "company": "Applied Imagery", "description": "3D point cloud and terrain exploitation software for quickly analyzing huge data sets.", "about": "Quick Terrain Modeler is a 3D point cloud and terrain exploitation software package. Designed for use with LiDAR, but flexible enough to accommodate any 3D data source, Quick Terrain Modeler provides an easy to use software experience that allows users to work with huge 3D data sets, quickly analyze that data, and export a wide variety of export products – all with a minimum of training and experience.", "tags": "{3D Models, Analysis, Basemap, Camera, Collaboration, DEM, DSM, DTM, Free Trial, Laser Scanning, Lidar, Local Software, Mapping, Orthomosaic, Photogrammetry, Point Cloud, Presentation, Scanning, Surveying, Topographic, Visualization, Windows}", "feature tags": "{Analysis - 2D Layers, Analysis - Annotations, Analysis - Area Measurement, Analysis - Communications, Analysis - Flooding, Analysis - Helicopter Landing Zone, Analysis - Inspection Tools, Analysis - Linear Measurement, Analysis - Line of Sight, Analysis - Point Attributes, Analysis - Slope Measurement, Collaboration - Comments, Collaboration - File Sharing, Processing - Contour Maps, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Feature Extraction, Processing - Format Conversions, Processing - Point Clouds, Rendering - Lighting Tools}", "detailed features": "{ [feature name: Analyze, feature description: Critical analysis to inform decisions\n\nQT Modeler offers a vast array of 3D geospatial analysis tools. They range from basic 3D measurement tools, to Line of Sight (USA version only), slope analysis, Helicopter Landing Zone (HLZ) analysis, Flood analysis, volumetrics, and communications analysis. Hard core point cloud users will find powerful statistical analysis tools, point level attribute analysis/filtering. QTM’s analysis results can answer questions, assist in decision making, and contribute to planning. The questions being asked and decisions being made will vary widely between user sectors, but a consistent theme is that the analysis must be fast, accurate, interactive, easy to learn, and easy to share with others.] , [feature name: Discover, feature description: Easy tools to find, document, and manage data\n\nFor geospatial professionals, there is no shortage of data. The challenge is to find the data you need, when you need it. Searching multiple directories, multiple drives, and/or multiple networks for relevant data is time consuming and unproductive. Quick Terrain Modeler contains tools to assist not only in organizing and indexing your geospatial holdings, but also to help find data “on the fly” – as you are working in a time-constrained environment.] , [feature name: Edit, feature description: Interactively clean up and edit 3D data\n\nQT Modeler’s powerful 3D editing tools range from simple cutting and cropping, to point cloud attribute filtering, reclassification, and editing buffers around linear vectors. While many of these tools work equally well on point clouds and surface models, QTM’s point cloud editing tools make quick work of initial point cloud cleanup – removing noise, correcting/converting georegistration, automatic point cloud classification, etc. These tools are largely intuitive, visual, interactive, and very fast. ] , [feature name: Extract, feature description: Building extraction and point cloud classification\n\nQT Modeler’s Classification and Extraction tool automatically classifies point clouds, extracts building footprints and roof vectors, generates building centroids, and creates a Digital Surface Model (DSM) and Digital Terrain Model (DTM, aka “Bare Earth) – all with a few button clicks. QTM’s manual editing tools make building cleanup a breeze. Extracted building products can be easily exported as SHP and/or KML/KMZ and DSM/DTM can be exported as GeoTIFF DEM. ] , [feature name: Inspect, feature description: Fast tools to assess data\n\nInspecting your 3D data means knowing what data you have and assessing the content and quality of that data. QT Modeler’s indexing tool provides an interactive, visual coverage map (viewable in Google Earth and GIS software) of all data and imagery holdings. QTM can colorize and filter point clouds by point-level attributes, interrogate individual point attributes, compare elevations to known control points, and provide powerful statistical analysis (e.g., point density maps). ] , [feature name: Produce, feature description: Annotate your 3D scene to communicate with others\n\nLiDAR point clouds and DEM’s are wonderful achievements by themselves, but ultimately the data was collected to assist in planning and decision making. For those users whose responsibility is to exploit LiDAR, you know that showing someone a point cloud or DEM is not enough. What is required is a standard product in a format that the end user can understand and use. Most typically, this means highly annotated PowerPoint presentations, Range Rings, Gridded Reference Graphics (GRG’s), routes exported to navigation devices, AVI movies, and other standard products. ] , [feature name: Share, feature description: Move data, analysis, and annotations to other platforms\n\nQT Modeler is likely just one tool in your geospatial toolbox. Results almost always need to be shared and opened in other software packages. Quick Terrain Modeler offers a wide variety of export options that send compatible files to GIS, Imagery, CAD, PowerPoint, Google Earth, and many other software packages. In addition, Applied Imagery makes a free companion software, the Quick Terrain Reader, that will enable colleagues to view entire 3D projects (created in QT Modeler) and experience the same immersive and interactive 3D visualization that the Quick Terrain Modeler offers.  ] , [feature name: Visualize, feature description: Create 3D scenes\n\nQuick Terrain Modeler allows you to visualize vast amounts of 3D data – in point cloud, and/or surface model formats – interactively and seamlessly. QTM converts coordinates and vertical datums on the fly, so feel free to load data from a variety of sources, in a variety of resolutions and coordinate systems, into the same scene. Once you have the 3D data loaded, you can drape 2D imagery on top (file-based or from WMS), customize elevation palettes, set lighting direction, cast virtual shadows, add contour lines, and many other visualization options.] }", "prices": NaN, "works well with": NaN}, {"id": 10027, "name": "Skydio 3D Scan", "company": "Skydio", "description": "Adaptive scanning software for autonomous inspection data capture.", "about": "Skydio 3D Scan™ is adaptive scanning software to automate the data capture process needed to generate 3D models with comprehensive coverage and ultra-high resolution. Perform higher quality inspections faster with minimal pilot training.\n\nWorkflow:\n\nSetup The Scan\nSelect one of the capture modes and follow the on-screen workflows to start the autonomous 2D or 3D scan.\n\nStart The Scan\nThe drone autonomously flies to capture the scene. Monitor the scan in real-time using AR Coverage and AR Observer features.\n\nView Data On-Site\nOperator assesses data in field instantly using the Edge Model Viewer to easily click around the scanned scene.", "tags": "{3D Models, AI, Autonomous, Camera, Construction, Digital Twin, Emergency Response, Facades, Inspection, iOS, Mapping, Mobile App, Orthomosaic, Photogrammetry, Point Cloud, Real-Time Rendering, Reporting, Scanning, Subscription, US-Based}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{ContextCapture, Drone Deploy, Pix4Dmapper}"}, {"id": 10028, "name": "TopoDOT", "company": "TopoDOT", "description": "TopoDOT® is a high performance MicroStation application for importing and extracting 3D deliverable topography and models from point clouds, calibrated images and related 3D image data.", "about": "TopoDOT® offers the transportation industry's most productive software for extracting topography, 3D models, GIS Assets, and more from point cloud data. TopoDOT®'s comprehensive tool suite allows you to establish a highly productive process to manage data, assess quality and extract CAD and GIS products exceeding your customers requirements and expectations\n\nManage\nOrganize, store and share your project data using the unique TopoCloud™ feature. TopoCloud™ requires no additional cost, no complicated IT streaming requirements, and supports the storage medium you select.\n\nAssess\nEmploy a well documented and proven process to establish requirements, extract metrics, and assess quality of your data. TopoDOT's complete suite of assessment tools quickly determines if your data will meet project objectives.\n\nExtract\nHundreds of highly automated TopoDOT® tools extract topography, 3D models, assets, and other CAD and GIS products to seamlessly feed downstream operations. New Analysis tools automatically analyze, document, and issue reports such as ADA ramp characteristics, roadway construction quality, speed advisory around curves, retaining wall monitoring, and many others.", "tags": "{3D Models, Analysis, Basemap, Feature Extraction, Free Trial, GCP, Inspection, Local Software, Mapping, Point Cloud, Reporting, Scanning, Surveying, Topographic, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: More, feature description: Feature Extraction:\n\n- Piping\n\n- I-Beam & 3D Bridge Modeling\n\n- Indoor Modeling\n\n- GIS Asset Extraction\n\n- Tunnels\n\n- Powerline\n\n- Extraction of Towers, Lines, Points, etc.\n\n- Classification\n\n- Encroachment Analysis and 3D Clearance.\n\n\nAnalysis:\n\n- Volume Analysis\n\n- Plane Deviation\n\n- Path Deviation\n\n- Retaining Wall Monitoring\n\n- Floor Flatness\n\n- Fresnel Zone\n\n\nClassification:\n\n- Ground\n\n- Fence\n\n- Intensity\n\n- Envelope\n\n- Cell/Point Proximity] , [feature name: Rail, feature description: Feature Extraction:\n\n- 2D and 3D Rail Line\n\n- Center Line\n\n- Ballast\n\n- Gantry\n\n- Assets\n\n- Wires\n\n\nAnalysis:\n\n- Line of Sight Analysis\n\n- Clearance\n\n- Railcar Collision Simulation\n\n- Encroachment\n\n- Gauge\n\n- Grade\n\n- Cross Slope\n\n- Curve Geometry\n\n- Speed Advisory] , [feature name: Road, feature description: Feature Extraction:\n\n- Breakline Extraction (Edge of Pavement, Sidewalk, Terrain\n\n- Breaks, Curbs, Barriers, Etc.)\n\n- Painted Markings\n\n- Automated Placement of\n\n- Ramps and Driveways\n\n- Road Surface\n\n- Terrain\n\n- Assets\n\n\nAnalysis:\n\n- Pavement Condition\n\n- Curve Geometry\n\n- Speed Advisory\n\n- ADA Compliance\n\n- Cross Slope\n\n- Grade\n\n- Clearances\n\n- Vehicle Collision Simulation\n\n- Clash Detection\n\n- Road Width\n\n- Data Quality\n\n- 2D and 3D Ground Control Point\n\n- (GPS) to Point Cloud Data\n\n- Analysis and Reporting\n\n- Point Cloud Deviation Heat Map\n\n- Point Cloud Density Heat Map\n\n- Mesh/DTM/TIN to Point Cloud\n\n- Deviation Heat Map] }", "prices": NaN, "works well with": NaN}, {"id": 10029, "name": "UAV Toolbox", "company": "Feersum Technology", "description": "Software to manage flight information, video, and telemetry.", "about": "UAV Toolbox for the Yuneec ST-16 Controller works with your Typhoon H, H Plus and H520 to manage your flight information, video and telemetry.\n\nRuns securely and safely on your ST-16 controller in the field to add vital tools to your drone.\n\nConnects to your PC at home to give easy download of FPV video, photos and telemetry.\n\nUploads flight data to the web for easy sharing with clients, colleagues and friends.", "tags": "{Compliance, Free Trial, Ground Control, Local Software, Operations, Perpetual License, Reporting}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10030, "name": "UgCS", "company": "SPH Engineering", "description": "Comprehensive drone flight planning and control software.", "about": "UgCS is a comprehensive software suite for drone flight planning and control.\n\nAutomated drone mission planning, built-in Photogrammetry and Geotagging tools, Digital Elevation Model (DEM) and KML file import enables map customization, and battery change option for long routes make UgCS an effective solution for large area surveying.\n\nMap customization - Offline usage\n\nCreate routes from KML\nKML files with boundaries of the survey area can be imported into UgCS to set precise survey location. “LineString” segments of the KML file will be imported as simple Waypoint route. “LinearRing” segment can be imported as “Area scan”,“Photogrammetry” or “Perimeter” route type.\n\nPlan surveys with Terrain following\nUgCS enables mission planning in Terrain-following mode - enabling a very-low- flying vehicle to automatically maintain a relatively constant altitude above ground level. The accuracy of the default SRTM database of UgCS varies, therefore to enable precise and safe flight altitude precise DEM (Digital Elevation Model) data has to be imported of the survey area.\n\nImport DEM for safer mission planning\nThe terrain is always changing, but changes are not always implemented into 3D maps as fast as it is needed. To plan an automated low altitude or mission with terrain following for the purposes of mapping, surveying or monitoring, import Digital Elevation Model (DEM) into UgCS to plan safe missions.\n\nGeoreferenced image import as Map overlays\nTo fly automated drone missions precise maps are more important than ever. Import GeoTIFF images as map overlay into UgCS, providing the power to customize the maps to suit your needs. \n\nMission planner | Drone control\n\nImmersive 3D mission planning environment\nUgCS features mission planner with a Google Earth-like 3D interface for UAV mission planning, enabling to navigate the environment more easily. Moreover, a 3D mission planning environment gives more control allowing to view the created flight plan from all angles, taking into account any obstacles such as terrain or buildings.\n\nDrone survey planning tools\nUgCS offers tools to make aerial surveys and mapping as easy and effortless as possible. Choose one of the pre-installed camera profiles or create a new one to suit your camera. The LiDAR, Photogrammetry, Corridor mapping, Vertical scan, and Area Scan tools will automatically calculate the flight path based on the drone and camera settings. Alternatively, the Area Scan and Photogrammetry parameters can be adjusted manually, such as GSD, overlap, or desired altitude.\n\nFacade scan tool\nThe tool for vertical scanning allows to plan a vertical plane, specify the distance to the wall, as well as side and forward overlap. The optimal flying path is calculated automatically. UgCS supports importing 3D object and custom DEM data with the terrain following function. The tool is also extremely useful in mining for examining open quarries.\n\nTelemetry window\nThe telemetry data window in UgCS displays telemetry data including the charge level of the battery, radio link and GPS signal quality, current course and heading, speed, altitude and much more.\n\nElevation profile\nOnce UgCS completes the flight path calculation the elevation profile of the route displays the AGL and AMSL altitude of the drone. The exact altitudes above sea level at all points provides the ability to plan drone missions with respect to the surrounding.\n\nAutomatic flight mode (waypoints) and direct drone control\nUgCS enables multiple flight modes. The manual flight mode allows controlling the drone with the remote control. Once a flight plan is created and uploaded to the autopilot the Automatic flight mode can be used. For many drones, UgCS also supports Click&Go and Joystick control flight modes.\n\nSoftware emulator\nThere are in-built software emulators for quadrocopters and fixed wing drones -emucopter and emuplane. It enables to test a route before uploading it to a real drone. Feel free to test diverse features and settings of UgCS in a safe environment.\n\nPost-flight analysis and Image processing\n\nGeotagging\nUgCS has an in-build geotagging tool, allowing to sync the timestamps of the images with the autopilot's telemetry data recorded during the flight. After matching the geotags with coordinates and correct altitudes, the images can be used for the further processing. Create map overlays or 3D models to import them into UgCS for more precise mission planning.\n\nTelemetry player\nAll telemetry data of the flights is recorded in UgCS, enabling to replay the flights of the drone during the flight.\n\nNo-Fly zones\n\nNo-Fly zones - airport registry\nUgCS has built-in No-Fly zones (NFZ) for all major airports, enabling a safe flight planning near airports since the flight path will automatically be calculated around the no-fly zone. Airport no-fly zones can be disabled in UgCS PRO and UgCS ENTERPRISE.\n\nCreate custom No-Fly zones\nUgCS option to create own custom no-fly zones (NFZ) enables to specify regions where flights are prohibited. UgCS will automatically calculate flight path avoiding these areas and make sure that the drone does not enter NFZ while on an automated flight.\n\nFly zone limits for routes\nSet boundaries for the flights starting from the first waypoint. Fly zone limits for routes feature gives the ability to control, that the drone does not fly too far away or higher than desired, according to local regulation.", "tags": "{Android, Autonomous, Camera, Data Collection, DEM, DSM, DTM, Flight Control, Free Trial, GCP, Inspection, Lidar, Local Software, macOS, Mission Planning, Orthomosaic, Perpetual License, Photogrammetry, RTK, SDK, Subscription, Surveying, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: Additional, feature description: - Up to 10 simultaneous drone connections\n- Includes an additional installer featuring UgCS video tools (Video Server and Video Player)\n- Ability to run a centralized UgCS installation (server and video server) and have pilots from the field connect over a VPN\n- Live video streaming from UgCS for DJI to UgCS desktop currently compatible only with Android & Windows) \n- Video recording with embedded metadata (geolocation, timestamp, vehicle ID and other)\n- Video live streaming over RTSP to VMS (such as Luxriot, Milestone)\n- Multiple SDK connections \n- Live mapping from video using UgCS Mapper. \n- ADS-B Transponder] , [feature name: File import/export, feature description: - Placemark and 2D object import from KML files\n- 3D building model import from .KMZ files\n- Route export to DJI Pilot & Autel Explorer] , [feature name: Flight planning, feature description: - Terrain following (plan flights at a constant AGL altitude)\n- Photogrammetry, Vertical scan, Corridor, Circle, Waypoint, Perimeter, Area Scan flight planning tools\n- Route creation from KML / CSV files] , [feature name: LiDAR toolset, feature description: - LiDAR Area and LiDAR Corridor tools\n- IMU Calibration patterns \n- Adjustable corner radius for smooth cornering and better data collection\n- Loop turns for additional IMU calibration\n- Adjustable LiDAR area buffer size ] , [feature name: Map / elevation, feature description: - Map and elevation caching for offline use\n- DEM/DSM and custom map overlay import from .TIF files\n- Multiple available base map sources (Google, Bing and other)] }", "prices": NaN, "works well with": "{Agisoft Metashape, Pix4Dmapper, UgCS Mapper}"}, {"id": 10031, "name": "Sketchfab", "company": "Epic", "description": "Sketchfab is an online 3D vizualization tool to showcase interactive 3D models anywhere.", "about": "Manage your 3D assets. Distribute 3D & AR experiences. Collaborate with others. Showcase your work. Buy & sell 3D models. Interactive and configurable, VR and AR ready.\n\nEmbeddable everywhere, for eCommerce, advertising and social media. Works with all operating systems, browsers and devices.", "tags": "{3D Models, API, Browser Based, Camera, Cloud Storage, Collaboration, Data Management, Free, Laser Scanning, Lidar, Point Cloud, Scanning, Subscription, Visualization}", "feature tags": NaN, "detailed features": "{ [feature name: 3D Asset Management, feature description: Manage, share, and collaborate on 3D assets within your teams and partners. Gather and organize all models in one central place. Easily inspect and edit your content.] , [feature name: 3D Configurator, feature description: An API provides functions for starting, stopping the viewer, moving the camera, taking screenshots, animating objects, manipulating materials, and more.] , [feature name: Online 3D Editor, feature description: Under-the-hood access to a powerful Physically Based Rendering toolset for every single model. Set up lighting, materials, animation, audio, annotations, VR positioning, and more.] , [feature name: Online 3D Viewer, feature description: 3D viewer supports “Physically Based Rendering” (PBR) which allows artists and designers to approach photorealistic renders of their content.] , [feature name: Sketchfab Store, feature description: Preview model topology, UVs, and textures with our 3D viewer and model inspector before you purchase. From low-poly video game 3D assets to real-world photogrammetry scans, 3D models from every conceivable category. PBR materials, animated rigs, and more in a universal format.] }", "prices": "{ [price name: Premium, price: 79.00 / month, price notes: Billed yearly or $129/mo billed monthly., price features: UPLOADING\n\n200 uploads per month  \n\n500MB maximum file size per model \n\nPrivate uploads \n\n\n3D FEATURES\n\n50 Annotations\n\nCustom backgrounds \n\nCamera limits \n\n\nEMBEDDING\n\nRemove header & controls \n\nRemove outside link \n\nRemove Sketchfab logo \n\n\n3D CONFIGURATORS\n\nViewer API \n\nPartner network \n\n\nAUGMENTED REALITY\n\nApp-free AR \n\n\nFOR TEAMS\n\nMultiple seats \n\nPermission management \n\nProjects & Folders \n\nSSO \n\nAnalytics \n\n\nSUPPORT\n\n24 hrs Priority support \n\n\nOTHER\n\nDuplicate models \n\nModel conversion], [price name: Pro, price: 15.00 / month, price notes: Billed yearly or $24/mo billed monthly., price features: UPLOADING\n\n50 uploads per month  \n\n200mb maximum file size per model \n\nPrivate uploads \n\n\n3D FEATURES\n\n20 Annotations\n\nCustom backgrounds \n\nCamera limits \n\n\n3D CONFIGURATORS\n\nViewer API \n\nPartner network \n\n\nSUPPORT\n\n48 hrs Priority support \n\n\nOTHER\n\nDuplicate models \n\nModel conversion]}", "works well with": "{3DF Zephyr, Cinema 4D, Nubigon, Reality Capture}"}, {"id": 10032, "name": "UgCS Mapper", "company": "SPH Engineering", "description": "In-field map processing software to validate survey image quality and density.", "about": "UgCS Mapper is an affordable lightweight drone image and video processing software to create 2D maps and elevation models.\n\nWork offline in the field\nUgCS Mapper is capable of working purely offline so that you can quickly stitch the map and validate the quality and density of survey data before leaving the survey area.\n\nStitch multispectral RGN JPEG\nUpload multispectral 3- channel RGN JPEG images of the field into UgCS Mapper for stitching and generate NDVI indexes to assess crop health\n\nStitch on the fly\nWhen default map sources are not available or obsolete, create up-to-date maps and elevation data on the fly. They are accurate enough for safe mission planning and guiding first response teams.\n\nLive mapping from video stream\nCombined with UgCS ENTERPRISE license, UgCS Mapper supports LIVE mapping from a drone's video stream.", "tags": "{Agriculture, Camera, Construction, DEM, DSM, DTM, Emergency Response, Free Trial, Linux, Local Software, macOS, Mapping, Mining, Multispectral, Orthomosaic, Perpetual License, Subscription, Surveying, Topographic, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: DSM/elevation data, feature description: Generate DSM/elevation data from georeferenced JPG images.] , [feature name: Integration, feature description: A new map one click away and DSM export from UgCS Mapper into UgCS.] , [feature name: Multispectral cameras, feature description: Stitch multispectral 3-channel RGN JPEG images to generate NDVI indexes. Compatible with Micasense RedEdge-M, RedEdge-MX.] , [feature name: Orthophoto generation, feature description: Stitching orthophoto from georeferenced JPG images.] }", "prices": "{ [price name: Perpetual, price: 506.99  per user, price notes: One time purchase, price features: Includes 1st year of support (starting 2nd year since purchase Annual Support & Update pack $100/yearly).]}", "works well with": "{UgCS}"}, {"id": 10033, "name": "PrecisionAnalytics", "company": "PrecisionHawk", "description": "AI platform for aggregating, analyzing, and actioning aerial data.", "about": "PrecisionAnalytics is an aerial mapping, modeling, and inspection platform that uses artificial intelligence to analyze aerial data, streamline reporting, and accelerate work processes. It can be used to scout large areas of land or inspect utility towers, allowing users to identify issues before they become critical problems and providing data accessibility and portability to their organization. The platform offers efficient data processing, rich and precise analytics, distributed intelligence, and secure data storage. PrecisionAnalytics can be used in the energy sector to view and validate geolocation, examine asset condition, and direct action, and in the agriculture sector to see growth trends, identify plant health and stress, and measure farm efficiency. It can process aerial imagery from various sensors, including visual, multispectral, and thermal, and offers a range of analysis tools and easy data sharing.", "tags": "{Agriculture, AI, Analysis, Browser Based, Cloud Processing, Cloud Storage, Compliance, Data Management, Inspection, Operations, Reporting}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{Precision Flight Pro}"}, {"id": 10034, "name": "GeoSLAM Connect", "company": "GeoSLAM", "description": "Create clean, geo-referenced point clouds with automation, presets, and simple tools.", "about": "3D visualization of your data, additional processing and filtering, workflow automation tools and integration into third party software applications. GeoSLAM Connect is built to be an easily integrated and automated processing tool for your point cloud data.\n\nYour data can be setup to automatically import, process, saved in a folder of your choice, and exported for the next step of your workflow.\n\n- Automate your data processing with customizable workflow scripts\n- Visualize data using the Connect 3D Application\n- Point clouds can be colored by time, elevation, RGB, or custom single color\n- Remote field-to-office data transfer\n- Smartphone imagery and notes app (Android) for additional data to help interpret point clouds\n- Optional Draw Packages: Start, Plan, BIM, Mining, and Pro\n\nMade to work well with GeoSLAM's additional point cloud editing tool GeoSLAM Draw and integrate with common software used in the rest of point cloud workflows.", "tags": "{3D Models, Agriculture, Construction, Forestry, Free Trial, Inspection, Laser Scanning, Local Software, Mapping, Mining, Orthomosaic, Photogrammetry, Point Cloud, Scanning, Surveying, Waste Management, Windows}", "feature tags": "{Analysis - Accuracy Reports, Analysis - Change Detection, Analysis - Linear Measurement, Analysis - Point Attributes, Collaboration - File Sharing, File Management - Drap & Drop, File Management - Projects, Integrations - Autodesk Navisworks, Integrations - Autodesk Recap, Integrations - Autodesk Revit, Integrations - Bloom Cloud Engine, Integrations - ContextCapture, Integrations - Deswik, Integrations - Esri, Integrations - Floorplanner, Integrations - JP Interactive Viewer, Integrations - Micromine, Integrations - Microstation, Integrations - MineRP, Integrations - Nubigon, Integrations - Pointerra, Integrations - Pointfuse, Integrations - Terrasolid, Integrations - Unity, Integrations - Unreal Engine, Integrations - Veesus Arena4D, Processing - Alignment Tools, Processing - Cleanup Tools, Processing - Colourization, Processing - Control Points, Processing - Floor Slices, Processing - Format Conversions, Processing - Noise Reduction, Processing - Point Clouds, Processing - Processing Presets, Processing - Queued Processing, Support - Chat, Support - Guides, Support - Knowledgeable, Support - Phone, Support - Technical, Workflow - Automated Processing}", "detailed features": "{ [feature name:  Automated Workflows, feature description: Common workflows, such as importing the data, adjusting the parameters and exporting along with many others, can be automated into a single operation. This simplifies data processing for users.] , [feature name: Change Detection, feature description: Mostly used in the construction industry, multiple point clouds can be compared and any areas that have changed are automatically highlighted. Point clouds can also be compared with CAD models – for instance to track progress on a construction site – and PDF reports can be generated to present this information.] , [feature name: Closed and Open Loop Georeferencing, feature description: Both methods match the scan data from a ZEB Locate system with the GPS data collected from the antenna to georeference the point cloud. When a scan starts and ends in the same place, this is classed as “closed loop”. “Open loop” is when the start and end position of a scan are in different locations. Standard SLAM practices apply to both methods of data collection. (Open Loop SLAM for the ZEB Locate is available upon request)] , [feature name: Data Classifiers, feature description: GeoSLAM Connect has a range of filtering tools to help users get the best results from their data. These include outlier removal, surface noise reduction and removal of unwanted points, all of which make point clouds look cleaner and more defined. All of these tools are accessible within the Connect interface and can be applied to any dataset.] , [feature name: Data Exports, feature description: Export your point cloud into a range of formats, including LAS, PLY and TXT. Datasets can now also be exported as structured or unstructured E57 files, both of which include embedded panoramic images.] , [feature name: Data Import, feature description: Drag and drop datasets into Connect where a pre-selected workflow will automatically begin processing. Datasets can also be browsed and selected for upload.] , [feature name: Data Management, feature description: Data files can be sorted into projects defined by the user. Projects can be used to manage multiple scans from a single site, date or operator or from a common data processing workflow.] , [feature name: Floor Slices, feature description: Horizontal and vertical slices can be taken from any location within the point cloud. Horizontal floor slices can also be automatically taken at a given height above the floor as defined in the processing stage.] , [feature name: Intuitive Interface, feature description: The Connect viewer is integrated into the main software interface making it easy to view multiple point clouds simultaneously and measure the distance between data points.] , [feature name: Manual Alignment, feature description: Align multiple scans using a combination of manual and automatic processes. This workflow can be performed on two or more scans in the same project. Users have a choice to export the aligned scans separately or as a single merged point cloud.] , [feature name: Point Cloud Measurements, feature description: Distances between individual points can be measured within the Connect Viewer. This feature is a standard tool on the interface and can be used on any dataset.] , [feature name:  Queued Processing, feature description: Import multiple .geoslam files into Connect for processing and the scans will be processed in the order they were imported. The size of the queue can be defined by the user.] , [feature name: RGB Colourization, feature description: RGB colourization is achieved using the ZEB Vision accessory with the ZEB Horizon. The workflow is divided into four simple processes: Process SLAM, Image Stitching, Image Positioning, and Colourization. These procedures can be completed within the GeoSLAM Connect interface without the need for separate geoscripts.] , [feature name: SLAM Environmental Pre-sets, feature description: Common data capture scenarios, such as UAV, outdoor, indoor, linear, and vehicle, have been characterised in Connect and data processing pre-sets for each environment have been defined. These can be selected at the beginning of the data processing stage allowing this process to be highly simplified.] , [feature name: Stop and Go Alignment, feature description: Common static points are captured during several scans meaning that these datasets can be automatically aligned. A single point cloud is then exported as if the data was captured in a single scan.] , [feature name: Stop and Go Georeferencing, feature description: Known control points are captured during a scan and automatically compared and matched to the associated coordinates during the processing stage in Connect. A rigid and/or a non-rigid adjustment can be made to the dataset and an accuracy report is exported, highlighting how successful the transformation was.] }", "prices": NaN, "works well with": "{ArcGIS Online, Autodesk Revit, ContextCapture, Nubigon, Unreal Engine}"}, {"id": 10035, "name": "Aloft Air Control", "company": "Aloft", "description": "UAS fleet management and flight ops software suite.", "about": "A complete software solution spanning pre-flight, in-flight, and post-flight workflows.\n\nUAS fleet management and flight ops, intended for security, compliance, and safety needs. Aloft Air Control is built as a web-based platform for operations, management, and reporting with a dedicated mobile app on iOS and Android for agnostic drone flight management.\n\nAloft also supports an API with good documentation for developers looking for further integrations.\n\nFormerly Kittyhawk.", "tags": "{Android, API, Autonomous, Camera, Compliance, Data Management, Flight Control, Free, iOS, LAANC Authorization, Mission Planning, Mobile App, Operations, Thermal}", "feature tags": "{Compliance - Airspace Map, Compliance - Airspace Monitoring, Compliance - Airspace Restrictions, Compliance - Custom Airspace Layers, Compliance - LAANC Authorizations, Flight Planning - Plan Approvals, General - Widely Used, Management - User Management, Management - User Permissions, Operations - Activity Reporting, Operations - Equipment Management, Operations - Flight Logs, Operations - Flight Planning, Operations - Live Streaming, Operations - Tracking, Operations - Two-way Audio, Platform - API, Platform - Browser-Based, Platform - Mobile App, Reporting - Fleet Metrics, Safety - Flight Check Logs, Safety - Flight Risk Assessments, Safety - Pilot Risk Profiles, Safety - Preflight Checks, Safety - Weather Monitoring, Support - Developer, Support - Email, Support - Good Dev Documentation, Support - Guides}", "detailed features": "{ [feature name: Account Controls, feature description: Manage your team and customize settings for your operators.] , [feature name: Custom Airspace, feature description: Create custom map layers with Dynamic Airspace.] , [feature name: Enhanced Security, feature description: SOC 2 Type 2 Security Audited.\n\nGranular user permissions. ] , [feature name: Fleet Management, feature description: Fly from mobile. Manage from the web.\n\nAloft is one single data record for your drone fleet. If it flies or helps you fly, we can track it.] , [feature name: Flight Logging, feature description: Search, filter and find the flight data you need to get work done.] , [feature name: Flight Ops, feature description: Native in-flight operator controls.\n\nIntegrated mobile workflows, airspace, authorizations and aircraft operation.\n\nAccess real time information on your drone and fleet to fly, coordinate and manage team missions\n\nCustomize flight restrictions and best practices with Flight Profile settings\n\nEnsure that your team complies with all local and FAA restrictions. With Aloft Flight Profiles, set up automated flight restrictions on your drone fleet like flight ceilings, maximum distances from the pilot and no-fly zones. Flight profiles are updated automatically to your pilots so they can focus on the flying without having to worry about adhering to limitations.\n\nView fleet activity real-time\n\nView your team’s telemetry in real-time. This increases situational awareness, and allows you to share your drone telemetry amongst your other operators, enabling safer and more efficient flights.\n\nSimplify your flight operations\n\nNo more bouncing between apps. Now pilots can securely fly within the Aloft app, with no extra steps to create beautiful flight logs with Aloft Flight Deck.] , [feature name: Flight Planning, feature description: Standardize workflows across the fleet with customized checklists, risk assessments and authorizations.\n\n\nConvenient checklist management and compliance\n\nManage your entire team's checklist from one central location and verify they're completing them prior to each flight. See logs of where each list was completed and by whom.\n\n\nReview your flight and pilot risk profile before you fly\n\nWith our Pilot Risk Profile and Flight Risk Assessment, easily assess your mission risk level and your pilot’s risk profile. Mitigate risk quickly and easily across your drone operations.\n\n\nSecure real-time airspace authorizations with LAANC\n\nGet real-time authorizations to fly in controlled airspace, all within the app. Aloft logs, tracks, and stores all authorizations so there’s a single record for compliance and internal reporting.\n\n\nSituational awareness with Dynamic Airspace™\n\nUnderstand, anticipate and react to upcoming weather and airspace changes before you fly. Reduce risk with superior situational awareness and easy to understand map views adjustable to your operational needs.\n\n\nMission planning for your team\n\nDesign, review and approve missions with Aloft’s web dashboard. Coordinate your team’s flights to complete missions quickly and easily.\n\n\nAttach flights to operator credentials\n\nEnsure compliance by linking and storing your Part 107 credentials within the Aloft platform. Link all flight logs to your credentials quickly and easily.] , [feature name: LAANC, feature description: Powering over half of the monthly LAANC authorizations in the US, download the Aloft app today to get authorized to fly in controlled airspace.\n\n\n- Receive a near real-time authorization for operations under 400 feet in controlled airspace around 732 airports.\n- Commercial operators will need to apply for further coordination (requests above pre-approved ceilings) within 72 hours of desired operational start time.\n- Apply up to 90 days in advance of a flight and the approval is coordinated manually through the applicable airspace owners.\n- LAANC authorization areas can span up to 10 miles.\n- Apply for a LAANC authorization for someone else in your organization. A UAS program manager can apply for a LAANC authorization on behalf of the UAS operator in the field who will be flying the mission, even if those people are scattered across the country. This saves time for the operator, gives a program manager a lot more flexibility to assign missions, and makes it much easier to track LAANC authorizations across an organization.\n- A user can have up to five LAANC authorizations occurring during the same time period. Operations using these overlapping LAANC authorizations must be located within 100 nautical miles of one another.\n- As of August 2021, commercial operators can apply for access to controlled airspace at night via LAANC.] , [feature name: Live Streaming, feature description: Real-time and Encrypted Live Streaming. Share Live Drone Video to Any Device. Two Way Audio with Pilot and Team.\n\n\nAloft lets you share the view from your drone to any device in real-time - with audio so your team and partners can collaborate when it counts the most.\n\n\nCoordination\n\nAccelerate incident response coordination with live and unified communication between staff on scene and remote experts.\n\n\nSecurity\n\nReal-time drone footage routed back to headquarters or the command center for a new level of situational awareness.\n\n\nCompliance\n\nStream recording and playback provides the ultimate visibility and back-up for critical missions and events.\n\n\nTraining\n\nCompliment team training with analysis of recorded flights for teaching safe and effective flying.] , [feature name: Reporting, feature description: Analyze fleet compliance data to establish metrics-based evaluation.] , [feature name: Team Operations and Management, feature description: Get a fleet-level view on your fleet operations, including real time fleet movements, pilot risk profile and FAA compliance and certifications.\n\nPrepare for your mission with Flight Risk Assessment\n\nWith realtime drone traffic, weather and flight advisories, review your mission risk profile before you fly. This helps you quantify the amount of risk in a flight and apply common-sense policies to manage it.\n\n\nReview your flight risk profiles before flying\n\nAloft’s Pilot Risk Assessment feature uses flight logs and drone telemetry to compile a risk profile on each pilot based on their flight histories. Use this to get a high level view on the overall risk profile of your drone pilots to better manage your drone operations risk and liability.\n\n\nBetter manage your fleet\n\nSeamlessly track your craft flight time, battery health, checklists, and location insights. Easily find the information you need to determine the health of your fleet and optimize your operations.\n\n\nCoordinate your team mission operations\n\nGet up to the second information on where any drone in your fleet is operating. Not sure who’s operating where? Aloft tells you when things happen and what the status of your operators is.] , [feature name: Thermal Camera Controls, feature description: Aloft Air Control offers thermal camera control for the DJI Mavic 2 Enterprise, the DJI Matrice 200 Series, and the Parrot Anafi Thermal.] ,NULL}", "prices": NaN, "works well with": NaN}, {"id": 10036, "name": "Meshroom", "company": "Alice Vision", "description": "Meshroom is a free, open-source 3D Reconstruction Software based on the AliceVision framework.", "about": "AliceVision is a free Photogrammetric Computer Vision Framework which provides 3D Reconstruction and Camera Tracking algorithms. It’s built on top of an underlying framework called AliceVision, which is the result of cooperation between multiple Universities & Labs (Czech Technical University, IMAGINE, INPT, Simula Research Laboratory, and Quine) and Mikros Image, a French post-production company.\n\nThe basic interaction is about as simple as it gets. Drag and drop pictures into the Meshroom window, hit START and wait for the finished model. However, with Meshroom you can also peform Augmented reconstruction. That means you can add more pictures to a half-finished solution in case you notice (in the preview) that some areas could use more detail.\n\nAnd even better, with Meshroom you can do Live Reconstruction! In this mode, you repeatedly take sets of pictures, upload them to a folder and they are automatically processed. A preview is displayed and you can decide which part of the model needs more detail. Then, you take more pictures and the whole process repeats until you’ve captured the model from all angles.\n\nImporting images into Meshroom is simply a drag & drop from your images folder into Meshroom. Your Meshroom projects will be saved in a folder called MeshroomCache. And that’s pretty much it! Meshroom will go through your images’ metadata to ensure they are all in order and get to work processing the 3D image.\n\nWhatever is uploaded is automatically opened in Meshroom’s UI. You can then go through in more detail and see what images correspond to what location on the 3D scan. The examination of individual images in the 3D scan gives you more control and a better idea of what looks good and what doesn't.\n\nMake sure to explore the different node functions and how they can be used to improve or change your image. After you are satisfied with the results, go to the next step: uploading straight to Sketchfab.\n\nMeshroom has a feature where you can directly upload your image results to Sketchfab to publish your 3D models and projects.", "tags": "{3D Models, Camera, Free, Linux, Local Software, macOS, Open Source, Photogrammetry, Processing, Windows}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{Sketchfab}"}, {"id": 10037, "name": "GeoSLAM Draw", "company": "GeoSLAM", "description": "Enhance and gain more insight from point clouds.", "about": "GeoSLAM Draw is an optional ad on to GeoSLAM Connect for creating and visualizing 2D and 3D models of physical spaces using laser scanning and other geospatial technologies. It allows users to capture high-resolution point cloud data of an environment and use it to create detailed models of buildings, infrastructure, and other structures. With GeoSLAM Draw, users can visualize and analyze the layout and features of a space, measure areas, distances and angles, and create detailed floorplans and sections. It also includes a range of tools for annotation, vectorization, panorama viewing, file export, and more. Workflow tools makes it easy to share projects with colleagues and clients for detailed collaboration.", "tags": "{3D Models, Analysis, Collaboration, Construction, DEM, DSM, DTM, Free Trial, Laser Scanning, Lidar, Mapping, Mining, Point Cloud, Presentation, Real-Time Rendering, Scanning, Surveying, Topographic, Visualization}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": "{GeoSLAM Connect}"}, {"id": 10038, "name": "Blender", "company": "Blender Foundation", "description": "Blender is a free and open-source 3D computer graphics software tool set used for creating animated films, visual effects, art, 3D-printed models, motion graphics, interactive 3D applications, and virtual reality.", "about": "Cycles Render Engine\nCycles is Blender’s built-in powerful unbiased path-tracer engine that offers stunning ultra-realistic rendering.\n\n- Real-time viewport preview\n- CPU & GPU rendering\n- PBR shaders & HDR lighting support\n- VR rendering support\n \n\nModeling, Sculpt, UV\nBlender’s comprehensive array of modeling tools make creating, transforming and editing your models a breeze.\n\n- Full N-Gon support\n- Edge slide, inset, grid and bridge fill, and more\n- Advanced sculpting tools and brushes\n- Multi-resolution and Dynamic subdivision\n- 3D painting with textured brushes and masking\n- Python scripting for custom tools and add-ons\n\nVFX\nVFX professionals say: “Probably the best tracker in the market”. Blender includes production ready camera and object tracking. Allowing you to import raw footage, track the footage, mask areas and see the camera movements live in your 3D scene. Eliminating the need to switch between programs.\n\n- Auto and Manual tracking\n- Powerful camera reconstruction\n- Real-time preview of your tracked footage and 3D scene\n- Support for Planar tracking and Tripod solvers\n\nAnimation & Rigging\nThanks to the high quality rigging and animation tools, Blender is being used for numerous short films, advertisements, TV series and feature films now.\n\n- Envelope, skeleton and automatic skinning\n- B-spline interpolated bones\n- Curve editor and dope sheets\n- Custom bone shapes for fast input\n- Sound synchronization\n\nStory Art, Drawing 2D in 3D\nReally! Drawing directly in a 3D viewport makes a lot of sense. It opens unsurpassed workflow freedom for story-boarders and 2D artists.\n\n- Combine 2D with 3D right in the viewport\n- Full Animation Support with Onion Skinning\n- Layers & Colors for Stroke and Fill\n- Sculpt brush strokes & Parent to 3D objects\n\nMake it Your Own\nBlender has a flexible Python controlled interface. Layout, colors, size and even fonts can be adjusted. Use hundreds of add-ons by the community or create your own using Blender’s accessible Python API.\n\n- Customize the interface layout and colors\n- Hi-res/Retina screen support\n- Create your own tools and add-ons\n- Draw over the OpenGL viewport\n- Connect with Blender’s Render API", "tags": "{3D Models, API, Camera, Free, Laser Scanning, Lidar, Linux, Local Software, macOS, Open Source, Presentation, Reporting, Scanning, Visualization, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: Animation & Rigging, feature description: Designed for animation, Blender is being used for award-winning shorts and feature films.] , [feature name: Blender Scripting, feature description: Scripting\n\nFeaturing an extensive Python API, every tool is available for scripting and customization.] , [feature name: Blender VSE, feature description: Video Editing\n\nThe Video Editor offers a range of basic yet very efficient tools.] , [feature name: Interface, feature description: Because of its custom architecture, Blender’s UI, window layout and shortcuts can be fully customized.] , [feature name: Modeling, feature description: Blender 2.78 splash screen by Yuri Unt\n\nSculpting, retopology, modeling, curves. Blender’s modeling toolset is extensive.] , [feature name: Pipeline, feature description: Integration with multiple pipeline tools is pivotal in many productions.] , [feature name: Rendering, feature description: Ghost Driver - Lukas Walzer\n\nCreate jaw-dropping renders thanks to Cycles, high-end production path tracer.] , [feature name: Sculpting, feature description: Digital sculpting tools provide the power and flexibility required in several stages of the digital production pipeline.] , [feature name: Simulation, feature description: Featuring industry-standards libraries like Bullet and MantaFlow, Blender offers powerful simulation tools.] , [feature name: Story Artist, feature description: Push the boundaries of Story Art and by drawing in a 3D environment.] , [feature name: VFX, feature description: From camera and object motion tracking to masking and compositing, you can “fix it in post”.] }", "prices": NaN, "works well with": NaN}, {"id": 10039, "name": "Pop-Up UTM", "company": "Altitude Angel", "description": "Temporary airspace management solution for UAVs and BVLOS.", "about": "Altitude Angel's Pop-Up UTM is a temporary solution that helps manage airspace situations that may involve drones. It offers the same features and benefits as our permanent Guardian UTM OS platform and can be set up at a location of your choice for a temporary period. Pop-Up UTM provides advanced Beyond Visual Line of Sight (BVLOS) flight tracking for unmanned aerial vehicles (UAVs), allowing them to be safely integrated into controlled airspace and kept a safe distance from other aircraft. This can be useful in situations such as wildfires, natural disasters, and high-risk events.", "tags": "{Autonomous, Compliance, Emergency Response, Ground Control, Mission Planning, Monitoring, Obstacle Avoidance, Operations}", "feature tags": NaN, "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10040, "name": "GuardianUTM", "company": "Altitude Angel", "description": "Airspace and land access management built for airports, councils, authorities and infrastructure.", "about": "GuardianUTM™ is an intuitive, cost-effective solution for providing a consolidated integrated airspace view. The solution gives greater situational awareness and the ability to manage flight plans and access for unmanned aerial vehicles (UAVs), enabling the airspace to be opened to more flights as UAV-use continues to increase.\n\nHosted on a secure and stable cloud environment, GuardianUTM™ is rapidly deployable and configurable by organisations of any size; providing a flexible platform for enabling UAVs to be safely integrated for greater operational control and unlocking a wide variety of use-cases.\n\n\nHighly configurable\nGuardianUTM™ gives managers of airspace, whether this be around airports, property or other infrastructure, the ability to easily provide digital approval to drone operators within defined airspace zones. Offering high levels of automation, including routing and approvals of certified operations, keeping costs down. The solution is also able to integrate with aerial surveillance equipment as required.\n\n\nEasy to use\nDesigned to quickly and easily give an overview of the sky around your enterprise location, GuardianUTM™ features a simple, easy-to-use interface, which requires minimal training, and no additional on-site hardware to be deployed. An intuitive top-down view allows users to clearly distinguish authorised and unauthorised drones in real-time and take appropriate actions.\n\n\nConstantly evolving\nCloud-based infrastructure allows GuardianUTM™ to continuously update with the latest and most accurate aeronautical data available. The platform offers unlimited scalability, able to respond to growing numbers of drone flights or increased areas of responsibility. Whilst our approval workflows can automate common tasks, enabling scalable drone operations by minimising manual processes.", "tags": "{API, Cloud Storage, Collaboration, Compliance, Data Management, Flight Control, Ground Control, LAANC Authorization, Mission Planning, Monitoring, Operations, Reporting, Security}", "feature tags": NaN, "detailed features": "{ [feature name: Approval Services, feature description: - Charging Services for Approved Flight Requests\n- Rate Card Management\n- Drone Operator Invoicing & Payment Service] , [feature name: Automation & Workflow Features, feature description: - \\UTM Zone Ready\\ Publicly Visible with Custom Text\n- Automated Flight Request Decisions\n- Configurable & Multi-Party Flight Request Decision Workflows] , [feature name: Enhanced Safety Features, feature description: - Situational Awareness - Traffic\n- UAS \\No Fly Zone\\ & Airspace Closure Management\n- Take off Request & Clearances\n- UAS Conformance Monitoring\n- Surveillance Sensor Integration\n- Counter-UAS sensor Integration] , [feature name: Operations Manager, feature description: - Manage/View Flight Requests and Approvals\n- Situational Awareness - Approved Flight Requests\n- Flight Plan Notifications\n- 'UTM Ready' Zone Publicly Visible\n- UAS 'No Fly Zone' and Airspace Closure Management\n- Manage Zones and Sub Zones\n- UAS Conformance Monitoring\n- Take-off Request and Approvals\n- Flight Instructions to Drone Pilots] , [feature name: Service Enablement, feature description: - Map Embed & Marketing Pack] ,NULL}", "prices": NaN, "works well with": NaN}, {"id": 10041, "name": "Cinema 4D", "company": "Maxon", "description": "3D animation, modeling, simulation, and rendering software.", "about": "Cinema 4D is a professional 3D modeling, animation, and rendering software package. It offers a range of tools and features for creating 3D models, including ZRemesher for retopology, interactive modeling tools, advanced spline nodes, and modeling with symmetry. It also allows users to capture 3D models using the Moves by Maxon feature, which quickly turns a series of pictures into a 3D model. Cinema 4D offers both polygonal and parametric modeling options, as well as volume modeling using its OpenVDB-based system. The software also includes sculpting tools for creating organic models, the Poly Pen tool for versatile modeling, and polygon reduction for creating lightweight meshes.\n\nIn terms of texturing and materials, Cinema 4D offers a comprehensive material system for creating photorealistic materials with multi-layered channels, reflectance, and procedural shaders. It also includes the powerful BodyPaint 3D tool for painting detailed textures directly onto 3D objects, as well as UV tools for mapping textures onto models.\n\nCinema 4D also has a range of animation tools, including the Pyro feature for emitting fire, smoke, and explosions, the Unified Simulation System for realistic simulations, and a range of character animation tools. It also includes rigging and motion capture features, such as the Car Rig, Mixamo Control Rig, and Moves by Maxon.\n\nIn terms of rendering, Cinema 4D supports Redshift for CPU rendering and includes Magic Bullet Looks for applying film looks, as well as a range of lighting controls and features for creating realistic lighting effects. It also includes the Physical Renderer, supports third-party renderers, and has global illumination, HDRI, and volumetric rendering options. The software also includes motion blur, depth of field, fog and mist, and point cloud import, as well as an integrated compositing system and motion graphics tools.\n\nCinema 4D also includes the Mograph module for creating dynamic relationships between objects, hair and cloth simulation, and particle effects. It supports scripting and programming with Python, has network rendering capabilities, and integrates with a range of other software. It supports popular file formats and includes automatic updates, comprehensive documentation and tutorials, and a strong community of users.", "tags": "{3D Models, Camera, Collaboration, Linux, Local Software, macOS, Perpetual License, Point Cloud, Presentation, Reporting, SDK, Subscription, Visualization, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: Animate, feature description: Pyro\n- Emit fire, smoke and explosions from any object or Spline from Cinema 4D – bring up the heat!\n\nSimulation\n- With the new Unified Simulation System you can achieve more realistic-looking simulations on either the CPU or GPU that are highly multi-threaded.\n\nAnimation Basics\n- Virtually any object, material or parameter can be animated. Keyframing can be done manually, with auto-keyframing or parametrically.\n\nCharacter Animation\n- Cinema 4D offers a wide range of easy-to-use and reliable animation tools to help you create and animate life-like characters and creatures.\n\nCar Rig\n- Whether you're animating cars for commercials or VFX this powerful and intuitive Car Rig preset makes it easy to prep a car for power-sliding action.\n\nBullet Dynamics\n- Create dynamic relationships between objects, generate hair and cloth, or use springs, motors, and aerodynamics to generate spectacular simulations.\n\nTracking\n- Tracking of objects or camera positions is crucial for the integration of 3D elements into footage. C4D offers on-board tools to accomplish this.\n\nCharacter Object\n- Allows you to easily build flexible rigs for any type of character, based on presets for bipeds, quadrupeds and more, all crafted by top animators.\n\nMixamo Control Rig\n- Easily apply motion clips from Adobe’s Mixamo library to your Cinema 4D characters and modify or retarget them in just a few simple steps.\n\nToon Rig\n- Animate like in Looney Toons. This versatile character rig offers all the features you need to animate cartoon-style.\n\nMoves by Maxon\n- Capture facial and body movements with our iPhone and iPad app and instantly apply them to your characters in Cinema 4D.] , [feature name: Create, feature description: Modeling\n- Introducing ZRemesher for retopology, new interactive modeling tools, advanced spline nodes, modeling with symmetry and improved vector import.\n\nCapture 3D Models with Moves by Maxon\n- Quickly turn a series of pictures into a 3D model inside of Cinema 4D.\n\nPolygonal Modeling\n- Polygons are the building blocks of 3D. With Cinema 4D’s complete polygonal modeling toolset, it’s easy to craft everything from cars to creatures.\n\nParametric Modeling\n- Cinema 4D offers a wide range of parametric objects that give you structure to build from and offer the ability to make changes at any time.\n\nVolume Modeling\n- Cinema 4D’s OpenVDB-based Volume Modeling offers a procedural way to create complex objects by combining basic shapes in Boolean-type operations.\n\nSculpting\n- Create organic models with Cinema 4D’s intuitive sculpting tools. Pull, smooth, flatten, cut, pinch, etc. your meshes like digital clay.\n\nPoly Pen\n- This is in fact the Swiss Army Knife of 3D modeling. Create, select, move or delete points, edges and surfaces comfortably without changing the tool.\n\nPolygon Reduction\n- Polygon Reduction quickly reduces the amount of polygons in models while preserving smooth UVs, vertex maps and selections, for lightweight meshes.\n\nTexturing\n- Cinema 4D’s material system lets you create photorealistic materials with multi-layered material channels, reflectance, procedural shaders and more.\n\nNode-Based Materials\n- Create complex materials for Maxon's Physical Renderer. Intuitive, flexible and powerful, as you would expect from a node-based system.\n\nBodyPaint 3D\n- BodyPaint 3D has a comprehensive set of tools for painting detailed textures directly on your 3D objects - turning models into beautiful works of art.\n\nUVs\n- Cinema 4D provides everything you need to make the painstaking work on UVs enjoyable - whether it's for hard surfaces or organic shapes.] , [feature name: Mograph, feature description: Fields System\n- By far the most powerful MoGraph feature and much more than just falloffs. A whole new way of controlling, layering and linking effects to each other.\n\nVoronoi Fracturing\n- Voronoi Fracture lets you shatter any object into procedural fragments using virtually anything to control the distribution of the shattered pieces.\n\nMoGraph Basics\n- MoGraph is our unique, award-winning procedural modeling and animation tool, making C4D the first choice for motion designers.] , [feature name: Render, feature description: Redshift Everywhere\n- Redshift for Cinema 4D now supports CPU rendering and includes high-quality previews in the viewport and import/export of Redshift materials.\n\nMagic Bullet Looks\n- Easily apply one of over 200 preset film looks, import LUTs, or work with custom color correction tools - directly in C4D.\n\nLighting in C4D\n- Lighting controls including color, brightness, falloff, visible or volumetric light, noise, and Lumen or Candela brightness offer real-world results.\n\nRendering System\n- Realistic and stylized renderings as well as convenient infrastructure management - Cinema 4D offers everything for a smooth rendering workflow.\n\nTake System\n- Change and save almost any parameter in Cinema 4D - object properties, animations, lights, cameras, materials, textures, and more.\n\nNetwork Rendering\n- Flexible administration is the key to render efficiently. With C4D network rendering solutions, administration of render clients becomes a breeze.\n\nRendering with Chaos® V-Ray®\n- V-Ray® is an award-winning renderer for artists, architects, designers, and generalists, empowering you to visualize anything you can imagine.\n\nRendering with Arnold\n- Arnold for Cinema 4D provides a bridge to Autodesk’s powerful CPU based renderer Arnold from within the standard Cinema 4D interface.\n\nRendering with Corona\n- A high-performance (un)biased photorealistic renderer with a focus on realism, ease of use and affordability, with no compromise in quality or power.\n\nRendering with Octane\n- OctaneRender® is an unbiased and spectrally correct GPU renderer with high output quality and speed, highly appreciated by C4D artists.] , [feature name: Workflow, feature description: OCIO Color Management\n- OCIO provides comprehensive color management for studio pipelines and makes it easy to achieve cinematic results via the ACES color space.\n\nTrack Modifier Tag\n- Allows you to modify animation tracks on objects or tags in a super-fast way.\n\nUser Interface Enhancements\n- The most intuitive 3D application just got better. A modern spin on C4D’s interface shows what's important and puts more focus on your artwork.\n\nSpline Import\n- Import vector art from Illustrator, PDF and SVG files to use in your 3D scenes. Advanced features like symbols and gradient-filled shapes supported.\n\nSubstance\n- The free Substances plugin for C4D offers 3D content creators native support for Allegorithmic’s procedural Substance material workflow within C4D.\n\nAfter Effects Integration\n- Maxon’s Cineware lets you drop native C4D projects right into After Effects, manipulate 3D elements and render directly from within After Effects.\n\nAdobe Illustrator\n- Integration with Adobe's industry-leading vector graphics software allows native import of paths, type, and vector graphics into Cinema 4D.\n\nAdobe Photoshop\n- Tight integration to Adobe's industry standard for image processing allows the import of multi-layered PSD files, e.g. for the easy material creation.\n\nSupported File Formats\n- Production environments are rarely homogeneous and smooth exchange between tools is essential. C4D supports all common exchange formats.\n\nSDK / Development Community\n- In studio environments it is often necessary to create own tools to integrate C4D into the pipeline. Our well-developed SDKs simplify this process.\n\nX-Particles Integration\n- X-Particles is by far the most used simulation tool for C4D. From realistic effects to abstract motion graphics, everything is possible.\n\nUnreal Integration\n- With the release of Unreal Engine 4.23, Epic Games introduced support for Cinema 4D enabled via the Datasmith plugin.\n\nUnity Integration\n- The Unity plug-in (available from the Unity Asset Store) is compatible with Cinema 4D R21+ and Unity 2019.3.0+.\n\nVectorworks Integration\n- Vectorworks develops all-in-one design and BIM software for the architecture, landscape and entertainment industries.\n\nArchicad Integration\n- ARCHICAD is an industry-leading Building Information Modeling (BIM) software solution provider for the architecture and design industry.\n\nAllplan Integration\n- ALLPLAN is a global developer of open solutions for Building Information Modeling (BIM).\n\nSketchfab Integration\n- With the free Sketchfab plug-in you can upload 3D objects and animations directly from Cinema 4D to the Sketchfab platform.\n\nEnvironment\n- Modeling landscapes from scratch is hard work, but there are tools that specialize in this and allow you to create worlds in a snap.\n\nApple Final Cut Pro & Motion\n- Cinema 4D can generate multi-layered Final Cut Pro 7 project files with just a few clicks.\n\nNuke Integration\n- Cinema 4D can render a NUKE project file completely with proper node structure.\n\nBlackmagic Fusion Integration\n- Instantly render Fusion compositions with Cinema 4D.\n\nSimulation Partners\n- Whether it's a spectacular simulation of smoke, water, fire or abstract particle streams for motion graphics, there’s software to facilitate this.\n\nRendering with Chaos® V-Ray®\n- V-Ray® is an award-winning renderer for artists, architects, designers, and generalists, empowering you to visualize anything you can imagine.\n\nRendering with Arnold\n- Arnold for Cinema 4D provides a bridge to Autodesk’s powerful CPU based renderer Arnold from within the standard Cinema 4D interface.\n\nRendering with Corona\n- A high-performance (un)biased photorealistic renderer with a focus on realism, ease of use and affordability, with no compromise in quality or power.\n\nReal-Time Graphics\n- Especially in broadcast production, it is key to be able to quickly add up-to-date graphics. C4D brings 3D objects live into leading applications.\n\nMotion Capture\n- Motion capture is an easy way to animate characters quickly and realistically. Cinema 4D supports leading manufacturers of mocap devices.\n\nCineware for After Effects\n- Since 2013, Cineware has provided seamless integration of Cinema 4D assets into After Effects.\n\nCineware for Illustrator\n- Add and edit 3D objects directly within Adobe Illustrator CC 2020 using the new Cineware for Illustrator plug-in.\n\nRendering with Octane\n- OctaneRender® is an unbiased and spectrally correct GPU renderer with high output quality and speed, highly appreciated by C4D artists.\n\nPlacement Tools\n- It's never been so easy and intuitive to place objects in a scene, whether you're building out a complex environment or adding greebles to a logo.\n\nAsset Browser\n- Easy to find and use models, materials and other assets. This incredible library of resources to power your creativity are always close at hand.\n\nScene Manager\n- The power of Cinema 4D's new node-based core allows you to use flexible node-based assets to enable procedural geometry creation, cloning and more.] }", "prices": "{ [price name: For Individuals, price: 719.00 Billed annually, price notes: $94.00 billed monthly.\nUpgrade pricing, floating licenses or volume license purchases available upon request., price features: Cinema 4D\n-3D modeling, animation, and simulation software\n\nTeam Render\n-Includes Five (5) Team Render Nodes for C4D\n\nCineversity\n-Online library of tutorials and resources], [price name: For Teams, price: 949.00 Billed annually per seat, price notes: Upgrade pricing, floating licenses or volume license purchases available upon request., price features: Cinema 4D\n- 3D modeling, animation, and simulation software\n\nTeam Render \n- Includes Five (5) Team Render Nodes for C4D\n\nCineversity\n- Online library of tutorials and resources\n\nTeams Licenses include Training, Support and the Teams Account Dashboard for managing licenses. Pricing listed is per seat. Minimums required. Floating and SSO Integration are available at an additional cost.\n\n- Teams Account Dashboard: A convenient way to centrally manage licensing for your entire team.\n- Teams Premium Support: Dedicated help for large studios and production pipelines. Already a Teams client and need support? Submit your Support request now (requires a Teams MyMaxon account)\n- Tutorials and Quicktips: Access to Cineversity’s complete library of video tutorials, quicktips and resources.\n- Certification: Maxon offers automated and comprehensive hands-on exams to validate your current and future team members know-how. Comprehensive one-on-one certification with our Master Trainers is also available. Certification Program Info\n- Hands-on Training: Qualifying customers can take advantage of live, interactive training, tailored specifically to your professional workflow. Clients who have taken advantage of Maxon’s Teams support and training have achieved enhanced workflow, increased productivity, and improved creative output.\n- *Floating and Offline Licensing: Teams can float licenses via a group of users and manage licenses via RLM for offline environments. (*additional fees and minimum seat counts apply)\n- *SSO Integration: Integrate Teams accounts with your organization’s existing Active Directory / OKTA or other LDAP authentication infrastructure. (*additional fees apply)]}", "works well with": "{After Effects, Allplan, Archicad, Final Cut Pro, Illustrator, Meshroom, Photoshop, Sketchfab}"}, {"id": 10042, "name": "fieldmargin", "company": "Field Margin", "description": "Easy-to-use farm management software that is flexible enough to record everything that happens on your farm.", "about": "Fieldmargin is a farming platform that provides several tools to help farmers manage and track their farm operations. The mapping tool allows users to create a digital map of their farm, including fields and features, and share it with their team. The platform automatically records length and area measurements and allows users to record crops or livestock in their fields, make cropping plans, and refer to past cropping data. The reporting feature allows users to access all their farm records in one place and track input use per field and cross-farm, monitor input use for compliance, easily check which jobs an input was used on, and review what was applied to fields by year for costings. The Plan Farm Work tool helps farmers plan and track their field work and other tasks on the farm, with a field history feature that keeps a timeline of everything that has been done in a field. The Livestock Management tool allows farmers to record and track animal numbers, locations, and movements on their farm, and helps them monitor herd movements and calculate field rest days. The Scouting and Measurement tool allows users to create located notes with pictures for scouting and tracking observations and issues on the farm, and to set up monitoring sites to track data on the farm. The tool also allows users to use satellite imagery to spot problems and go directly to the issue when in the field.\n\nMapping\nA digital mapping tool that allows users to create a map of their farm, including fields and features, and share it with their team. The map is accessible on smartphones, laptops, and tablets. Users can quickly and easily map their farm in just 30 minutes (UK only) by importing field boundaries from RPA or John Deere and adding detail with features such as fences, gateways, buildings, and water pipes. The platform automatically records length and area measurements. Users can give access to their farm map to workers, agronomists, advisers, or contractors and access it on their own devices, saving time and helping team members navigate and avoid hazards. GeoMaps also allows users to record crops or livestock in their fields, make cropping plans, and refer to past cropping data to ensure proper rotations. Fields can be divided into sub-fields for various purposes, and users can set field usages, grazing, and field jobs per sub-field for more detailed records. All farm map information can be stored in one place by uploading scanned maps or PDFs, drone imagery using the Drone Deploy integration, yield maps, and regularly updated NDVI analysis with Field Health.\n\nReporting\nA reporting feature that allows users to access all their farm records in one place, ready for use in ordering, costings, benchmarking, or auditing. The platform helps users focus on understanding the impact of their actions on performance rather than searching through paperwork. Users can track input use per field and cross-farm, monitor input use to ensure compliance with legal limits, easily check which jobs an input was used on, know the amount of product required for the season, and review what was applied to fields by year for costings. The platform also automatically records who completed a job and when it was completed. Users can record and compare yields by field, automatically calculate the farm's total yield, visualize yield data with graphs to compare performance, and record yield data over the years. Fieldmargin also provides a history of each field and allows users to easily look back at work done on fields. Users can generate spreadsheets of their reports for paper copies, costings analysis, gross margin calculation, and farm benchmarking.\n\nPlan Farm Work\nHelps farmers plan and track their field work and other tasks on the farm. It allows users to plan key field operations, input information about materials used, add comments and photos, and use a personal to-do list to stay organized. It also has a field history feature that keeps a timeline of everything that has been done in a field. The goal of the tool is to help farmers spend less time on administrative tasks and more time on farming.\n\nLivestock Management\nThe livestock management tool allows farmers to record and track animal numbers, locations, and movements on their farm. It enables users to set up herds with animal type and count, and to record the location of animals on a map. The tool also helps farmers monitor herd movements and calculate field rest days to estimate grazing availability. Additionally, it allows users to record important information such as livestock treatments and pasture productivity improvements, and to track hay and silage yields. This tool is useful for managing various types of livestock, including sheep, cattle, and horses.\n\nScouting and Measurement\nAllows users to create located notes with pictures for scouting and tracking observations and issues on the farm. These notes can be quickly recorded and include photos to show details of the issue. Users can use their phone location to drop a pin or draw a shape on a map to show problem areas. The tool also allows users to tag team members to get their opinion on a problem, share notes with team members or advisers, and set up monitoring sites to track data on the farm. Additionally, users can use satellite imagery to spot problems like disease or nutrient deficiencies earlier, go directly to the issue when in the field, and understand how much of their field is affected by issues spotted. The tool helps users avoid losing notes by storing them in one place.", "tags": "{Agriculture, Analysis, Data Management, Free Trial, Inspection, Mapping, Monitoring, Operations, Reporting, Scanning, Subscription, Surveying, Visualization}", "feature tags": NaN, "detailed features": NaN, "prices": "{ [price name: Essentials, price: 11.66  / month - billed annually, price notes: $13.00 per month per farm - billed monthly\nDiscount available for businesses running multiple farms, price features: - Unlimited history\n- Basic reporting (Field history and reports on field inputs and outputs)\n- Record location and treatments for 2 livestock herds\n- Record up to 5 inputs\n- Print or make a PDF of the farm map\n- Track yields on harvesting Field Jobs\n- Pesticide database (UK, South Africa, Australia, Canada, New Zealand)\n- Upload scanned paper or PDF maps], [price name: Plus, price: 27.49 / month per farm - billed annually, price notes: $32.99 per month per farm - billed monthly\nDiscount available for businesses running multiple farms, price features: - Unlimited inputs\n- Unlimited livestock herds\n- Divide fields into smaller sections (Sub-Fields)\n- Full reporting (Field History, input/yield reports, costings with Gross Margins)\n- Download and print a full history of all work (Report export)\n- Cropping summary (breakdown of field usage by crop)\n- Unlimited history\n- Track yields on harvesting Field Jobs\n- Print or make a PDF of the farm map\n- Pesticide database (UK, South Africa, Australia, Canada, New Zealand)\n- Upload scanned paper or PDF maps], [price name: Pro, price: 49.99 / month per farm - billed annually, price notes: $59.99 per month per farm - billed monthly\nDiscount available for businesses running multiple farms, price features: - Regularly updated satellite imagery with NDVI analysis (Field Health)\n- View mapping from two dates side-by-side (Map Comparison)\n- Unlimited inputs\n- Unlimited livestock herds\n- Divide fields into smaller sections (Sub-Fields)\n- Full reporting (Field History, input/yield reports, costings with Gross Margins)\n- Download and print a full history of all work (Report export)\n- Cropping summary (breakdown of field usage by crop)\n- Unlimited history\n- Track yields on harvesting Field Jobs\n- Print or make a PDF of the farm map\n- Pesticide database (UK, South Africa, Australia, Canada, New Zealand)\n- Upload scanned paper or PDF maps]}", "works well with": "{Drone Deploy}"}, {"id": 10043, "name": "GeoMaps", "company": "Land Magic", "description": "GeoMaps is a land management tool that shows key assets and activities of their property.", "about": "GeoMaps is a tool for managing land assets and activities. It allows users to view a bird's eye perspective of their land areas, blocks, and parcels, as well as transaction data, on a single map. The platform allows users to view imagery taken from planes, drones, or satellites and overlay it with layers to identify potential issues. Users can also subscribe to imagery service providers to centralize their data in a single, easy-to-use system.\n\nGeoMaps provides a bird's eye view of your farming operation through the use of Mapbox imagery. You can view multiple base layers, such as satellite and street maps, and access an electronic log book of job activities on your property. The map also shows land details, structures, and Work Order activity in color-coded format. The GeoSpatial Viewer allows you to view your land and operations from a bird's eye perspective and access important farming data directly from the map. You can drill down to an electronic log book of job activities and transactions on a specific land area or create a work order. GeoMaps also allows you to create and add your own custom imagery and maps, and optionally subscribe to TerrAvion's Overview imagery service for high resolution, frequent aerial imagery flown over your land parcels and delivered overnight. This service helps you identify issues and create corrective actions for better management of pests, irrigation, crop growth, and harvesting.\n\nGeoMaps allows you to view high-quality images of your land and access important information, such as job activities, harvesting tickets, and more, in one location. You can upload shape files from your existing GIS system or draw your own shape files, and optionally subscribe to low-cost high resolution, high frequency imagery. The platform is flexible for importing third-party data and imagery shape files, and allows you to see your Master Data on the map.", "tags": "{Agriculture, Analysis, Camera, Inspection, Lidar, Mapping, Monitoring, Multispectral, Orthomosaic, Reporting, Scanning, Thermal}", "feature tags": NaN, "detailed features": "{ [feature name: Actionable Aerial Imagery, feature description: GeoMaps allows users to create and add their own custom imagery and maps to visualize data in a new way. Users can also optionally subscribe to TerrAvion's Overview imagery service, which provides low-cost, high resolution, high frequency imagery flown over land parcels and delivered overnight. This service helps users effectively identify issues and create corrective actions, allowing for more efficient management of pests, irrigation, crop growth, and harvesting.] , [feature name: GeoSpatial Viewer, feature description: GeoSpatial Viewer allows users to see their land and operations from a bird's eye perspective and access important farming data directly from the map.] , [feature name: Manage All Land Details, feature description: GeoMaps allows users to manage land details and access all land records and data directly from the map. With just a few clicks, users can drill down to an electronic log book of job activities and transactions that took place on a specific land/block area or create a work order.] }", "prices": NaN, "works well with": NaN}, {"id": 10044, "name": "ArcGIS Drone2Map", "company": "Esri", "description": "Desktop app for geographic information system (GIS) 2D and 3D drone mapping.", "about": "Use any modern drone to capture high-resolution imagery where and when you need it. Immediately after the flight in the field, process images on your laptop and perform drone analytics on your natural-color, thermal infrared, or multispectral datasets. As part of the ArcGIS system, Drone2Map provides easy access to a range of tools and capabilities for accurate mapping and geospatial analysis. As a 2D and 3D photogrammetry app, Drone2Map lets you create the outputs you need—including orthomosaics, 3D point clouds, and textured meshes—and then easily share them with your ArcGIS organization for greater collaboration and awareness.", "tags": "{3D Models, Agriculture, Analysis, Camera, Construction, DSM, DTM, Facades, GCP, GIS, Inspection, Local Software, Mapping, Multispectral, Orthomosaic, Photogrammetry, Point Cloud, Reporting, RTK, Scanning, Subscription, Thermal, Topographic, US-Based, Visualization, Windows}", "feature tags": NaN, "detailed features": "{ [feature name: 2D Photogrammetry, feature description: ArcGIS Drone2Map enables users to easily process overlapping nadir images to create accurate 2D true orthos, orthomosaics, digital surface models (DSMs), and digital terrain models (DTMs). These outputs, referred to as ortho mapping products, integrate seamlessly into ArcGIS Online, ArcGIS Enterprise, or ArcGIS Pro and provide great value due to their timeliness, resolution, and accuracy.] , [feature name: 3D Photogrammetry, feature description: Create high quality 3D reality mapping products such as point clouds and photo-realistic textured meshes from nadir and oblique images. Drone2Map also enables the creation of DSM orthomosaics with sharp building edges and all aboveground features in their correct horizontal location.] , [feature name: Capture Data, feature description: Use any modern drone to capture high-resolution imagery where and when you need it for your GIS drone mapping workflow. Esri recommends the Site Scan Flight for ArcGIS Limited Edition  (LE) application to plan your flight and fly your drone, but other flight apps and nearly all drones are supported for processing in Drone2Map.] , [feature name: Drone Analytics, feature description: Use the built-in capabilities of Drone2Map to visualize your natural-color, thermal infrared, or multispectral datasets. Perform 2D and 3D measurements—including distances and areas, terrain profiles and volumetric calculations, or spectral profiles—to analyze your drone data quickly.] , [feature name: Integrated with ArcGIS, feature description: As part of the ArcGIS system, Drone2Map provides access to a range of tools and capabilities for accurate mapping and geospatial analysis. Projects can be opened easily in ArcGIS Pro for integrated management, and imagery data products can be published in ArcGIS Online or ArcGIS Enterprise, including full support for multispectral, thermal, and elevation datasets.] , [feature name: Share, feature description: Share your imagery outputs within your organization or with the public as feature layers, web maps, imagery layers, and more.] , [feature name: Work Remotely, feature description: As Drone2Map is a desktop app, you can download Drone2Map on your machine and process images immediately after a flight instead of waiting for an internet connection. After the completed flight, create a project to download your drone imagery. Add ground control and automatically process to create 2D and 3D outputs.\n\nAfter returning to the office, you can generate high-quality imagery products to use in your GIS or publish to share with others.] }", "prices": NaN, "works well with": NaN}, {"id": 10045, "name": "Drone Safety Map", "company": "Altitude Angel", "description": "Free drone safety and flight restrictions map.", "about": "Built by Altitude Angel to give drone pilots, everywhere, the opportunity to access the information they need to stay safe, fly safe and fly efficiently in virtually all airspace worldwide.\n\nDrone Safety Map provides educators, professional and recreational drone pilots with the richest set of airspace and ground hazard information in virtually every country on Earth.\n\nSpans over 152 countries and provides accurate, real-time weather, aeronautical and ground hazards information.", "tags": "{Browser Based, Compliance, Free, LAANC Authorization, Mission Planning, Operations}", "feature tags": NaN, "detailed features": "{ [feature name: Free and Easy, feature description: - Freely access DroneSafetyMap.com, no sign-up needed.\n- Browser-based on any device with no installation required.] , [feature name: Global Information, feature description: - 152 countries ] , [feature name: Useful, Real-time Data, feature description: - real-time weather\n- air and ground hazard information\n- airspace restrictions] }", "prices": NaN, "works well with": NaN}, {"id": 10046, "name": "Dronelink", "company": "Dronelink", "description": "Flight controller and mission planner for autonomous drone missions.", "about": "Automate flights for drone missions in either the mobile app or web app, with high customization from camera settings to multiple mission steps. Includes built in 3D mission previews overlaid on real-world satellite maps.", "tags": "{3D Models, Agriculture, Android, Autonomous, Browser Based, Cinematography, Construction, Data Collection, Facades, Flight Control, iOS, Mapping, Photogrammetry, Scanning, SDK, US-Based}", "feature tags": "{Architecture - API, Architecture - Easily Configurable, Architecture - Open Source, Architecture - SDK, Compatibility - Flexible, Flight Control - AI-Assisted, Flight Control - Autonomous Modes, Flight Control - Grids, Flight Control - Waypoint, Integrations - Flight Logs, Management - User Management, Operations - Flight Planning, Operations - Tracking, Platform - API, Platform - Autel Controllers, Platform - Browser-Based, Platform - DJI Monitor, Platform - Mobile App, Pricing - Unlimited Devices, Support - Developer, Support - Forums, Support - Guides, Support - Knowledgeable}", "detailed features": "{ [feature name: 3D Mission Previews, feature description: Generate 3D mission previews of your entire mission plan in seconds. Verify buildings and terrain by exporting the previews to Google Earth.] , [feature name: Active Developers and Community, feature description: Full forums actively used by the Dronelink community, backed by an active developer team pushing regular updates with improvements and new features.] , [feature name: Easy Use Across Mobile, Web, or a DJI Monitor, feature description: Use on web, iOS, Android, and DJI monitors including the Smart Controller, CrystalSky, and P4P+. Install it on as many platforms as you want without paying twice.] , [feature name: High Automation Customizing, feature description: Automate every detail of your mission, including all the drone and camera setting. Combine multiple components (waypoints, orbits, maps, 360s, etc) into 1 mission and reuse mission components between missions or from other pilots.] , [feature name: Multiple Capture Options, feature description: - Mapping\n- Cinematography\n- 360 Photos\n- Hyperlapses] }", "prices": NaN, "works well with": NaN}, {"id": 10047, "name": "Pix4Dmapper", "company": "Pix4D", "description": "Photogrammetry solution for flight planning, data collection, and processing of RGB, thermal, or multi-spectral images into maps and 3D models.", "about": "Capture\nCapture RGB, thermal, or multispectral images with any camera or drone and import them to PIX4Dmapper.\n\nDigitize\nPIX4Dmapper's photogrammetry algorithms transform your ground or aerial images in digital maps and 3D models.\nSeamlessly process your projects on your desktop using our photogrammetry software, or bundle with PIX4Dcloud for online processing.\n\nControl\nUse the power of photogrammetry in the rayCloud environment to assess, control and improve the quality of your projects.\nUse the quality report to examine a preview of the generated results, calibration details, and many more project quality indicators.\n\nMeasure & Inspect\nAccurately measure distances, areas, and volumes.\n\nCollaborate & Share\nStreamline project communication and teamwork.\nSelectively and securely share project data and insights, with your team, clients, and suppliers, using standard file formats.", "tags": "{3D Models, Agriculture, Analysis, Autonomous, Camera, Collaboration, DEM, DSM, DTM, Flight Control, Free Trial, GCP, Ground Control, Inspection, Local Software, Mapping, Mission Planning, Multispectral, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, RTK, Scanning, Subscription, Surveying, Thermal, Windows}", "feature tags": "{Analysis - Accuracy Reports, Analysis - Area Measurement, Analysis - Linear Measurement, Analysis - Slope Measurement, General - Widely Used, Operations - Flight Planning, Processing - Cleanup Tools, Processing - Contour Maps, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Orthomosaics, Processing - Photogrammetry, Processing - Point Clouds, Processing - Processing Presets, Processing - RTK, Processing - Touch-Up Tools, Support - Forums, Support - Guides, Support - Knowledgeable, Support - Onboarding, Support - Priority Customer, Support - Training, Workflow - Automated Processing}", "detailed features": NaN, "prices": NaN, "works well with": "{Pix4Dcapture Pro, Skydio 3D Scan, UgCS}"}, {"id": 10048, "name": "Skydio Cloud", "company": "Skydio", "description": "Web cloud platform for storing flight data, viewing flight operations, and managing drone fleets.", "about": "Seamlessly collect all your drone data from images, videos, and live streams to telemetry and flight records to allow for easy fleet management.\n\nFleet Manager\n- Telemetry-driven Operations\n- Live flight metrics straight from the field\n- Cloud dashboard access to flight data\n\nMedia Sync\n- Upload media automatically via Wifi or Ethernet\n- Store, search, and share media across your organization\n\nStreaming\n- Real-time drone visibility\n- Live situational awareness\n- Flexible connection options also available with the Skydio mobile Enterprise app or Enterprise Controller.\n\nIntegrations\n- API available for easy custom integrations\n- Integrations guides for popular services including DroneDeploy, Axon, and AirData.", "tags": "{Browser Based, Cloud Storage, Collaboration, Data Management, Monitoring, Operations}", "feature tags": "{Collaboration - File Sharing, Collaboration - Real-Time, File Management - Cloud Storage, Management - User Management, Platform - API, Platform - Browser-Based, Platform - Mobile Friendly, Support - Chat, Support - Guides, Support - Phone, Support - Setup}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10050, "name": "DroneDeploy", "company": "DroneDeploy", "description": "Complete end-to-end platform for mapping, processing, analysis, and operations.", "about": "DroneDeploy is a unified platform for all steps of mapping and one of the most widely used scanning software solutions. Capture data using drones, robots, 360 cameras, or smartphones. Automated data capture tools, process data at survey-grade accuracy through DroneDeploy cloud processing, and utilize many of the platform's powerful analysis tools.\n\nScale operations with the ability to monitor multiple sites across an entire data collection fleet, and automate at every level of your workflow.\n\nThe DroneDeploy Market also provides a wide selection of resources for easy integrations of outside services and software directly with the DroneDeploy platform.", "tags": "{3D Models, Agriculture, AI, Analysis, Android, API, Autonomous, Basemap, Browser Based, Camera, Cloud Processing, Cloud Storage, Compliance, Construction, Data Collection, DEM, Digital Twin, DSM, DTM, Facades, Feature Extraction, Flight Control, Forestry, Free Trial, GCP, Ground Control, Inspection, iOS, LAANC Authorization, Mapping, Mining, Mission Planning, Mobile App, Monitoring, Multispectral, Obstacle Avoidance, Operations, Orthomosaic, Photogrammetry, Planimetric, Point Cloud, Processing, Reporting, RTK, Scanning, SDK, Subscription, Surveying, Thermal, Topographic, US-Based, Visualization, Waste Management}", "feature tags": "{Analysis - 2D Layers, Analysis - Accuracy Reports, Analysis - Annotations, Analysis - Area Measurement, Analysis - Change Detection, Analysis - Inspection Tools, Analysis - Linear Measurement, Analysis - Point Attributes, Analysis - Slope Measurement, Architecture - API, Architecture - SDK, Collaboration - File Sharing, Collaboration - Link Sharing, Compatibility - Flexible, Compliance - LAANC Authorizations, File Management - Cloud Storage, File Management - Drap & Drop, File Management - Projects, Flight Control - Autonomous Modes, Flight Control - GPS-Aided, Flight Control - Grids, Flight Control - Waypoint, General - Widely Used, Integrations - Add-On Market, Management - Single Sign-Ons, Management - User Management, Management - User Permissions, Operations - Activity Reporting, Operations - Equipment Management, Operations - Flight Logs, Operations - Flight Planning, Operations - Tracking, Platform - API, Platform - Browser-Based, Platform - DJI Monitor, Platform - Mobile App, Platform - Mobile Friendly, Pricing - Unlimited Devices, Processing - 360 Photos, Processing - AI, Processing - Alignment Tools, Processing - Cleanup Tools, Processing - Cloud Processing, Processing - Contour Maps, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Digital Twins, Processing - Feature Extraction, Processing - Format Conversions, Processing - Orthomosaics, Processing - Photogrammetry, Processing - Point Clouds, Processing - Queued Processing, Processing - RTK, Safety - Preflight Checks, Support - 24/7, Support - Developer, Support - Email, Support - Forums, Support - Good Dev Documentation, Support - Guides, Support - Knowledgeable, Support - Onboarding, Support - Setup, Support - Technical, Workflow - Automated Processing}", "detailed features": NaN, "prices": "{ [price name: Advanced, price: 599.00 / month, price notes: Billed annually, price features: All Individual features, plus\n\n- 1 advanced pilot\n- 10k image upload per map\n- Cut / Fill vs. Design Surface\n- Vertical Facade Inspection\n- Radiometric Thermal\n- Unlimited GCP Mapping\n- Email & Chat Support], [price name: Individual, price: 329.00 / month, price notes: Billed annually, price features: Individual features\n\n- 1 admin user access\n- 3k image upload per map\n- Email & chat support]}", "works well with": NaN}, {"id": 10051, "name": "Pix4Dmatic", "company": "Pix4D", "description": "Photogrammetry software designed for larger scale projects.", "about": "Pix4Dmatic is a photogrammetry software optimized for processing larger projects than the alternative Pix4Dmapper solution. In practice this means much more images allowed for processing and faster processing times.\n\nAccording to Pix4D's own studies this solution is best for projects over 5000 images, and in some cases can process large projects as much as 50% faster than Pix4Dmapper is capable of.", "tags": "{3D Models, Agriculture, Camera, DSM, Forestry, Free Trial, GCP, Ground Control, Lidar, macOS, Mapping, Mining, Multispectral, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, Processing, RTK, Scanning, Subscription, Surveying, Thermal, Windows}", "feature tags": "{Analysis - Accuracy Reports, File Management - Projects, Management - Single Sign-Ons, Management - User Management, Pricing - Permissive License, Processing - 3D Mesh, Processing - Alignment Tools, Processing - Cleanup Tools, Processing - Control Points, Processing - Digital Surface Models, Processing - Format Conversions, Processing - Multi-Camera Sources, Processing - Multi-Core Support, Processing - Noise Reduction, Processing - Orthomosaics, Processing - Photogrammetry, Processing - Point Clouds, Processing - Processing Presets, Processing - Project Merging, Processing - Queued Processing, Processing - RTK, Processing - Tie Point Tools, Processing - Videos, Support - Email, Support - Forums, Support - Guides, Support - Knowledgeable, Support - Training}", "detailed features": NaN, "prices": NaN, "works well with": "{Pix4Dcapture Pro, Pix4Dengine, Pix4Dsurvey}"}, {"id": 10055, "name": "B4UFLY", "company": "Aloft", "description": "Free app and web platform for checking airspace restrictions.", "about": "Free mobile and web app for viewing airspace restrictions and advisories on a simple airspace map.\n\nNo account needed and easy to use.", "tags": "{Android, Browser Based, Compliance, Free, iOS, Mission Planning, Mobile App, Operations}", "feature tags": "{Compliance - Airspace Map, Compliance - Airspace Monitoring, Compliance - Airspace Restrictions, Platform - Browser-Based, Platform - Mobile App, Pricing - No Account Needed, Support - Email}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10056, "name": "WebODM", "company": "OpenDroneMap", "description": "Open source photogrammetry software for generating maps, point clouds, DEMs and 3D models.", "about": "WebODM is a popular, open-source photogrammetry processing software. The ODM processing engine is widely used in other commercial photogrammetry tools and can be widely adapted for different uses.\n\nMany variations of the WebODM tools are available including cloud-processing, API, and various framework SDK versions.", "tags": "{3D Models, Agriculture, API, Camera, Construction, DEM, Free, GCP, Ground Control, Inspection, Linux, Local Software, macOS, Mapping, Mining, Multispectral, Open Source, Orthomosaic, Perpetual License, Photogrammetry, Point Cloud, Processing, Scanning, Thermal, Topographic, Windows}", "feature tags": "{Analysis - Area Measurement, Analysis - Linear Measurement, Architecture - API, Architecture - Open Source, Collaboration - File Sharing, General - Widely Used, Pricing - Permissive License, Pricing - Unlimited Devices, Processing - Contour Maps, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Distributed Machines Processing, Processing - Orthomosaics, Processing - Parallel Processing, Processing - Photogrammetry, Processing - Point Clouds, Support - Forums, Support - Guides, Workflow - Automated Processing}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10057, "name": "WebODM Lightning", "company": "UAV4GEO", "description": "Affordable photogrammetry cloud platform for generating maps, point clouds, DEMs and 3D models from images.", "about": "Built on the open source ODM processing tool, WebODM Lightning is a cloud-processing web version of the popular WebODM software with flexible and affordable processing options. This is a great option for those that don't have a capable machine for local processing or need to process maps off-sight with just an internet connection.\n\n*Currently users can get 150 free processing credits upon creating an account and verifying their email. (150 credits is enough to process a map up to about 340 images). Credits are only needed on a free account and credit costs for processing can be found by using their cost calculator found on the main website.", "tags": "{Agriculture, Browser Based, Camera, Cloud Processing, Construction, DSM, DTM, Free Trial, GCP, Ground Control, Inspection, Mapping, Orthomosaic, Photogrammetry, Point Cloud, Processing, Scanning, Thermal, Topographic, Usage-Based Pricing, US-Based}", "feature tags": "{Analysis - Area Measurement, Analysis - Linear Measurement, Architecture - API, Architecture - SDK, Collaboration - File Sharing, File Management - Cloud Storage, Platform - API, Platform - Browser-Based, Pricing - Unlimited Devices, Processing - Cloud Processing, Processing - Contour Maps, Processing - Control Points, Processing - Digital Surface Models, Processing - Digital Terrain Models, Processing - Orthomosaics, Processing - Parallel Processing, Processing - Photogrammetry, Processing - Point Clouds, Support - Email, Support - Forums, Support - Guides}", "detailed features": NaN, "prices": NaN, "works well with": NaN}, {"id": 10059, "name": "Pix4Dcapture Pro", "company": "Pix4D", "description": "Free mobile app for drone 2D mapping and 3D modeling.", "about": "Pix4Dcapture Pro is the newest free flight control and data capturing app from Pix4D made for simple data collection with more supported drones, additional mission and scanning abilities, and additional features.\n\nThe capture Pro app works well alongside other Pix4D solutions for processing, modeling, and cloud solutions, but also allows drone users to capture data for use with any of their other preferred solutions.\n\nNote that the capture Pro app allows for free \"Discovery\" users with anyone that makes a Pix4D account, but for access to the full range of drones supported or complete scanning features (including RTK support) a paid \"Professional\" license account is required.", "tags": "{Agriculture, Android, Autonomous, Camera, Construction, Data Collection, Emergency Response, Flight Control, Forestry, Free, Free Trial, Inspection, iOS, Mapping, Mining, Mission Planning, Mobile App, Multispectral, Obstacle Avoidance, Orthomosaic, Photogrammetry, Scanning, Surveying, Thermal, US-Based, Waste Management}", "feature tags": "{Flight Control - Autonomous Modes, Flight Control - Cell Towers, Flight Control - Corridors, Flight Control - Cylinders, Flight Control - Grids, Flight Control - Orbits, Flight Control - Terrain Awareness, Flight Control - Transmission Tower, Flight Planning - Pre-Made Missions, General - Widely Used, Operations - Flight Planning, Platform - Mobile App, Pricing - Unlimited Devices}", "detailed features": NaN, "prices": NaN, "works well with": "{Pix4Dmapper, Pix4Dmatic}"}, {"id": 10063, "name": "Maps Made Easy", "company": "Drones Made Easy", "description": "Photogrammetry and 3D model processing service with subscription or pay-as-you-go pricing.", "about": "Cloud processing photogrammetry tool for 3D models and orthomosaics. Works best for large jobs (up to 5000 images) and local processing isn't possible.\n\nAvailable with pay-as-you-go or subscription pricing, and free processing for the first 1 gigapixel.", "tags": "{3D Models, Agriculture, Analysis, Browser Based, Camera, Cloud Processing, Construction, DSM, GCP, Mapping, Mining, Monitoring, Orthomosaic, Photogrammetry, Processing, Scanning, Subscription, Surveying, Thermal, Usage-Based Pricing}", "feature tags": "{Analysis - Annotations, Analysis - Area Measurement, Analysis - Linear Measurement, Analysis - Slope Measurement, Architecture - API, Collaboration - Link Sharing, Platform - Browser-Based, Processing - 3D Mesh, Processing - Alignment Tools, Processing - Cloud Processing, Processing - Digital Surface Models, Processing - Orthomosaics, Processing - Photogrammetry}", "detailed features": NaN, "prices": NaN, "works well with": "{Map Pilot Pro}"}]